{"translation-revision-date":"2024-07-03 08:18:39+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nl"},"You will need to reconnect to use AI features again.":["Je moet opnieuw verbinding maken om de AI functies weer te kunnen gebruiken."],"Are you sure you want to disconnect?":["Weet je zeker dat je wil loskoppelen?"],"Your website is connected to AI. You can disconnect at any time.":["Je site is verbonden met AI. Je kunt op elk moment de verbinding verbreken."],"Zip - Your AI Assistant":["Zip - Je AI Assistent"],"Default route fallback":["Standaard route fallback"],"Revoke":["Intrekken"],"Revoke Access":["Toegang intrekken"],"Zip is Authorized":["Zip is geautoriseerd"],"You can easily enable or disable Zip AI from this section. Simply toggle the switch on or off with a single click.":["Je kunt Zip AI eenvoudig in- of uitschakelen vanuit deze sectie. Toggle eenvoudig de schakelaar aan of uit met één klik."],"Enable Zip AI":["Zip AI inschakelen"],"of %s":["van %s"],"Get more Credits":["Krijg meer credits"],"Words Written":["Geschreven woorden"],"Visit Website":["Bezoek site"],"From the Team Behind Some Iconic WordPress Products":["Van het team achter Some Iconic WordPress producten"],"With Zip AI by your side, you can create beautiful, 100%s custom web pages without the need for any design or coding skills.":["Met Zip AI aan je kant kun je prachtige, 100%s aangepaste webpagina's maken zonder dat je enige ontwerp- of codeervaardigheden nodig hebt."],"Custom Pages with AI":["Aangepaste pagina's met AI"],"No more struggling with complex coding issues. Zip can whip up custom code, functions, and CSS tailored to your needs.":["Je hoeft niet meer te worstelen met complexe codeerproblemen. Zip kan aangepaste code, functies en CSS op maat voor je maken."],"Generate Custom Code":["Aangepaste code genereren"],"Say goodbye to generic designs and say hello to Zip's personalized page templates, tailored just for you.":["Neem afscheid van algemene ontwerpen en zeg hallo tegen de gepersonaliseerde pagina templates van Zip, speciaal voor je op maat gemaakt."],"Personalized Templates":["Persoonlijke templates"],"Got questions? Zip has the answers. Whether it's troubleshooting, or customizing your site, Zip has your back.":["Heb je vragen? Zip heeft de antwoorden. Of het nu gaat om problemen oplossen of je site aanpassen, Zip staat voor je klaar."],"WordPress Wizardry":["WordPress tovenarij"],"Zip can personalize and customize the block patterns and section templates tailored to your website's unique needs.":["Zip kan de blokpatronen en sectie templates personaliseren en aanpassen aan de unieke behoeften van je site."],"AI-Powered Block Patterns":["Blokpatronen op AI basis"],"With Zip, you can effortlessly create persuasive, engaging copy that resonates with your audience.":["Met Zip maak je moeiteloos overtuigende, pakkende teksten die je publiek aanspreken."],"Craft Compelling Content":["Creëer boeiende Inhoud"],"Zip AI is your WordPress assistant, accessible right within your backend. Create persuasive content, generate custom code, and get answers to your WordPress queries in seconds. The possibilities are endless!":["Zip AI is je WordPress assistent, direct toegankelijk vanuit je back-end. Creëer overtuigende inhoud, genereer aangepaste code en verkrijg antwoorden op je WordPress vragen in enkele seconden. De mogelijkheden zijn eindeloos!"],"Welcome to the Zip AI Setup Wizard!":["Welkom bij de Zip AI installatie wizard!"],"Go back to the dashboard":["Ga terug naar het dashboard"],"Get Started Now":["Begin nu"],"Cancel":["Annuleer"]}},"comment":{"reference":"inc\/lib\/zip-ai\/admin\/dashboard-app\/build\/dashboard-app.js"}}