{"translation-revision-date":"2024-07-03 08:18:39+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nl"},"Orientation:":["Oriëntatie:"],"This might not be a valid URL.":["Dit is mogelijk geen geldige URL."],"Please enter a full URL. Eg. https:\/\/twitter.com\/abcd, https:\/\/instagram.com\/abcd, https:\/\/facebook.com\/abcd":["Voer een volledige URL in. Bijv. https:\/\/twitter.com\/abcd, https:\/\/instagram.com\/abcd, https:\/\/facebook.com\/abcd"],"Failed to fetch block data. Please try again later.":["Mislukt om blokgegevens op te halen. Probeer het later opnieuw."],"Failed to install WPForms. Please try again later.":["Mislukt om WPForms te installeren. Probeer het later opnieuw."],"Failed to install Spectra. Please try again later.":["Mislukt om Spectra te installeren. Probeer het later opnieuw."],"Failed import WPForms. Please try again later.":["Mislukte import WPForms. Probeer het later opnieuw."],"Failed to import the block. Please try again later.":["Mislukt om het blok te importeren. Probeer het later opnieuw."],"Failed to active WPForms. Please try again later.":["Mislukt om WPForms te activeren. Probeer het later opnieuw."],"Failed to active Spectra. Please try again later.":["Activeren van Spectra mislukt. Probeer het later opnieuw."],"If this error continues please contact our %1$s.":["Als deze fout zich blijft voordoen, neem contact met ons op met onze %1$s."],"support team":["ondersteuningsteam"],"Please wait a moment":["Een ogenblik geduld"],"Your favorite templates will be displayed here. You do not have any favorites yet. Click the heart icon and start adding them!":["Je favoriete templates worden hier getoond. Je hebt nog geen favorieten. Klik op het hart icoon en begin ze toe te voegen!"],"No favorites added.":["Geen favorieten toegevoegd."],"Plus, you will get these extra benefits:":["Bovendien krijg je deze extra voordelen:"],"Access Design Library":["Toegang tot ontwerpbibliotheek"],"Localized your website to any language":["Gelokaliseerd je site naar elke taal"],"Easily find stunning images for your website":["Vind eenvoudig prachtige afbeeldingen voor je site"],"Free AI credits to create personalized content":["Gratis AI credits om gepersonaliseerde inhoud te maken"],"Updated templates design library":["Geüpdatet templates ontwerpbibliotheek"],"This template includes dynamic content that won't carry over with the import. You'll need to manually add this dynamic data to the page.":["Deze template bevat dynamische inhoud die niet wordt meegenomen bij de import. Je moet deze dynamische gegevens handmatig aan de pagina toevoegen."],"Favorites":["Favorieten"],"Disabling Adaptive Mode shows templates without personalized text, images, and theme styling.":["Het uitschakelen van de adaptieve modus toont templates zonder gepersonaliseerde tekst, afbeeldingen en thema styling."],"Installing WPForms plugin…":["WPForms plugin installeren…"],"Installing Spectra plugin…":["Spectra plugin installeren…"],"Activating WPForms plugin…":["WPForms plugin activeren…"],"Activating Spectra plugin…":["Spectra plugin activeren…"],"There was a problem processing the request. Please try again. If this error continues please contact our <a href=\"%1$s\">support team<\/a>.":["Er was een probleem bij het verwerken van de aanvraag. Probeer het opnieuw. Als deze fout zich blijft voordoen, neem dan contact op met ons <a href=\"%1$s\">ondersteuningsteam<\/a>."],"Oops , Something went wrong!":["Er ging iets niet goed!"],"Error: %s":["Fout: %s"],"Back to Main Screen":["Terug naar het hoofdscherm"],"Name, language & type":["Naam, taal & type"],"Let's Start":["Laten we beginnen"],"Connect your account":["Je account koppelen"],"Connect":["Verbinden"],"PNG, JPG, JPEG":["PNG, JPG, JPEG"],"or drop your images here":["of drop je afbeeldingen hier"],"Clear":["Wissen"],"Upload Your Images":["Je afbeeldingen uploaden"],"Upload images":["Afbeeldingen uploaden"],"Select or Upload Media":["Media selecteren of uploaden"],"You can easily purchase additional AI credits later anytime.":["Je kunt later gemakkelijk extra AI credits kopen."],"Begin with the 1000 AI credits provided when you signed up for your free account. With this, you can personalize templates in the %s categories.":["Begin met de 1000 AI credits die je kreeg toen je je inschreef voor je gratis account. Hiermee kun je templates personaliseren in de %s categorieën."],"Want to see how this works?":["Wil je zien hoe dit werkt?"],"Unlock 200,000 AI Credits for Just $39":["Speel 200.000 AI credits vrij voor slechts $39"],"Your account has %1$s AI credits left. If you want to personalize the entire design library with content and images tailored to your business and website project, you'll require %2$s credits.":["Je account heeft %1$s AI credits over. Als je de hele ontwerpbibliotheek wilt personaliseren met inhoud en afbeeldingen die zijn afgestemd op je bedrijf en siteproject, heb je %2$s credits nodig."],"With AI credits, you have the power to personalize the design library with unique copy and beautiful images specific to your website.":["Met AI credits heb je de macht om de ontwerpbibliotheek te personaliseren met unieke kopij en mooie afbeeldingen die specifiek zijn voor je site."],"Uh Oh, you're out of AI credits 😕":["Je AI credits zijn op 😕"],"Please enter a valid email":["Voer een geldig e-mailadres in"],"Please provide the contact information details below. These will be used on the website.":["Geef de onderstaande contactgegevens op. Deze zullen op de site worden gebruikt."],"How can people get in touch with ":["Hoe kunnen mensen contact verkrijgen met "],"(Please enter a valid email":["(Voer een geldige e-mail in"],"Enter your Yelp business URL":["Voer je Yelp bedrijfs URL in"],"Enter your Google Business URL":["Voer je Google bedrijf URL in"],"Enter your %s account URL":["Voer je %s account URL in"],"Social Media":["Sociale media"],"Enter your account URL":["Voer je URL in"],"This website is for:":["Deze site is bedoeld voor:"],"Enter name or title of the website":["Voer de naam of titel van de site in"],"Name of the website:":["Naam van de site:"],"Please Enter your Licence Key":["Voer je licentiesleutel in"],"Access this template and all others with Essentials & Business Toolkit package starting at just $79.":["Toegang tot deze template en alle andere met Essentials & Business Toolkit pakket vanaf slechts $79."],"AI Credits remaining":["AI credits over"],"Buy AI Credits":["AI credits kopen"],"AI Credits in Your Account":["AI credits in je account"],"The best way to describe anything is by answering a few WH questions. Who, What, Where, Why, When, etc.":["De beste manier om iets te beschrijven is door een paar WAAR vragen te beantwoorden. Wie, wat, waar, waarom, wanneer, enz."],"Failed to generate business description using AI. Please retry or enter details manually.":["Het is niet gelukt om een bedrijfs beschrijving te genereren met behulp van AI. Probeer het opnieuw of voer de gegevens handmatig in."],"Description Generation Error!":["Fout bij genereren van beschrijving!"],"Get access to our library of hundreds of pixel-perfect, designer-made templates by creating a free account on ZipWP.":["Verkrijg toegang tot onze bibliotheek met honderden pixel-perfecte, door ontwerpers gemaakte templates door een gratis account aan te maken op ZipWP."],"Adaptive Mode":["Adaptieve modus"],"Revise the previously entered information from AI setup.":["Herzie de eerder ingevoerde informatie van AI setup."],"Add details for the AI to suggest relevant text and images.":["Voeg details toe voor de AI om relevante tekst en afbeeldingen voor te stellen."],"Update the details for the AI to suggest new text and images.":["Update de details voor de AI om nieuwe tekst en afbeeldingen voor te stellen."],"Personalize Library":["Bibliotheek personaliseren"],"Update AI":["AI updaten"],"Page":["Pagina","Pagina's"],"Kits":["Kits"],"Let’s Go (%s Credits)":["Laten we gaan (%s credits)"],"Revoke":["Intrekken"],"You will need to re-authorize Zip to use it again.":["Je moet Zip opnieuw autoriseren om het opnieuw te kunnen gebruiken."],"Are you sure you wish to revoke the authorization token?":["Weet je zeker dat je het autorisatie token wil intrekken?"],"Revoke Access":["Toegang intrekken"],"Build using AI":["Bouwen met AI"],"Get the content for all your pages with just a click. You can generate content page by page by making use of the \"Skip\" option. We're here to make everything easy and tailored to suit your needs perfectly!":["Verkrijg de inhoud voor al je pagina's met slechts één klik. Je kunt inhoud pagina voor pagina genereren door gebruik te maken van de optie \"Overslaan\". We zijn er om alles gemakkelijk te maken en perfect af te stemmen op je behoeften!"],"Generate Content for Pages":["Inhoud genereren voor pagina's"],"The search result not found. Try another search.":["Het zoekresultaat is niet gevonden. Probeer een andere zoekopdracht."],"No Result Found":["Geen resultaten gevonden"],"Skip & Import \"%s\" Page":["Skip & import \"%s\" pagina"],"Color Styles: ":["Kleur stijlen: "],"Patterns":["Patronen"],"Design Library":["Ontwerp bibliotheek"],"Syncing":["Synchroniseren"],"Are you sure you want to cancel the content generation process?":["Weet je zeker dat je het genereren van inhoud wil annuleren?"],"This option will preview & import only wireframe (default) content and images.":["Deze optie zal alleen wireframe (standaard) inhoud en afbeeldingen voorbeeld & importeren."],"Disable AI":["AI uitschakelen"],"Reset the previously entered information from AI setup and erase all the generated AI content.":["Reset de eerder ingevoerde informatie van AI instellingen en wis alle gegenereerde inhoud van AI."],"Reset AI Information":["Reset AI informatie"],"Update images":["Afbeeldingen updaten"],"Error saving the page: %s":["Fout bij het opslaan van de pagina: %s"],"Installed the required plugin. The page will be saved and refreshed.":["De vereiste plugin geïnstalleerd. De pagina wordt opgeslagen en vernieuwd."],"Media upload failed. If this is a photo or a large image, please scale it down and try again.":["Uploaden media mislukt. Als dit een foto of een grote afbeelding is, verklein deze dan en probeer opnieuw."],"You are probably offline.":["Je bent waarschijnlijk offline."],"An unknown error occurred.":["Er is een onbekende fout opgetreden."],"The response is not a valid JSON response.":["De reactie is geen geldige JSON reactie."],"Error Occurred!":["Er is een fout opgetreden!"],"License key":["Licentiesleutel"],"Skip":["Overslaan"],"Pages":["Pagina's"],"Filter by Color":["Filter op kleur"],"You will need to add it manually on the page.":["Je moet het handmatig aan de pagina toevoegen."],"The page template you are about to import contains a dynamic widget\/module. Please note this dynamic data will not be available with the imported page.":["De pagina template die je gaat importeren, bevat een dynamische widget\/module. Let op: deze dynamische gegevens zijn niet beschikbaar op de geïmporteerde pagina."],"Heads Up!":["Let op!"],"Back to Templates":["Terug naar templates"],"Cancel":["Annuleer"],"Categories":["Categorieën"]}},"comment":{"reference":"inc\/lib\/gutenberg-templates\/dist\/main.js"}}