{"translation-revision-date":"2021-07-18 12:27:02+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"fr"},"Convert to 2.0 conditions":["Convertir en conditions 2.0"],"Mobile Maximum (px)":["Mobile maximum (px)"],"Tablet Minimum (px)":["Tablette minimum (px)"],"Tablet Maximum (px)":["Tablette maximum (px)"],"Desktop Minimum (px)":["Ordinateur minimum (px)"],"Change the breakpoints of blocks with the Responsive (Screen sizes) condition to match your theme's breakpoints if needed.":["Modifiez les points d’arrêt des blocs avec la condition Responsive (tailles d’écran) pour qu’ils correspondent aux points d’arrêt de votre thème, si nécessaire."],"Responsive Blocks":["Blocs responsives"],"Get full control with Conditional Blocks Pro":["Prenez le contrôle total avec Conditional Blocks Pro"],"My Preset..":["Mon préréglage..."],"Give the preset a recognizable name.":["Donnez au préréglage un nom reconnaissable."],"Preset Name":["Nom du préréglage"],"Create Preset":["Créer un préréglage"],"Remove Preset":["Retirer le préréglage"],"Changes to presets save instantly to all blocks with that preset enabled.":["Les modifications apportées aux préréglages sont enregistrées instantanément dans tous les blocs dont le préréglage est activé."],"Saving changes..":["Enregistrer les modifications..."],"Create and edit your presets here. Presets can then be applied to the selected block using the Condition Builder under the Current Block tab.":["Créez et modifiez vos préréglages ici. Les préréglages peuvent ensuite être appliqués au bloc sélectionné à l’aide du générateur de conditions sous l’onglet Bloc courant."],"Presets are groups of conditions that can be applied across multiple blocks. Presets allow you to apply frequently used groups of conditions to blocks in one place, rather than having to edit each individual block on the site.":["Les préréglages sont des groupes de conditions qui peuvent être appliqués à plusieurs blocs. Les préréglages vous permettent d’appliquer des groupes de conditions fréquemment utilisés à des blocs en un seul endroit, plutôt que de devoir modifier chaque bloc individuel sur le site."],"All blocks and conditions in Developer Mode are created normally. It's safe to use.":["Tous les blocs et conditions en mode développement sont créés normalement. Son utilisation est sûre."],"Developer Mode":["Mode développement"],"Current Block":["Bloc courant"],"AND":["ET"],"Any value":["Toute valeur"],"Leave blank for ANY value":["Laisser vide pour toute valeur"],"Configure Range":["Configurer la plage"],"Display the selected block based on the total value of the current customer cart within WooCommerce. The cart value has to be within the set range for the block to be visible.":["Affiche le bloc sélectionné en fonction de la valeur totale du panier du client actuel dans WooCommerce. La valeur du panier doit être comprise dans la plage définie pour que le bloc soit visible."],"Trigger the block action when visitors who have been directed to your page from an another domain. This condition requires the third-party server to pass the referring information.":["Déclenchez l’action de blocage lorsque les visiteurs qui ont été dirigés vers votre page à partir d’un autre domaine. Cette condition exige que le serveur tiers transmette les informations de référence."],"Sunday":["Dimanche"],"Saturday":["Samedi"],"Friday":["Vendredi"],"Thursday":["Jeudi"],"Wednesday":["Mercredi"],"Tuesday":["Mardi"],"Monday":["Lundi"],"Recurring Days":["Jours de répétition"],"Stop Time (24-Hour)":["Heure de fin (24 heures)"],"Start Time (24-Hour)":["Heure de début (24 heures)"],"Recurring Time":["Répétition"],"Date conditions use the timezone from your WordPress time settings":["Les conditions de date utilisent le fuseau horaire de vos réglages de temps WordPress."],"Choose the days and time of day that the block will be visible.":["Choisir les jours et les heures de la journée où le bloc sera visible."],"End Date":["Date de fin"],"Choose end date?":["Choisir la date de fin ?"],"Start Date":["Date de début"],"Date conditions use the timezone from your WordPress time settings. The selected block will only be visible after the start date. You can optionally select an end date.":["Les conditions de date utilisent le fuseau horaire de vos réglages de temps WordPress. Le bloc sélectionné sera visible après la date de début. Vous pouvez éventuellement sélectionner une date de fin."],"Show on Desktop screens":["Afficher sur les ordinateurs"],"Show on Tablet screens":["Afficher sur les tablettes"],"Show on Mobile screens":["Afficher sur les mobiles"],"The selected block will automatically hide on screens sizes that aren't selected. You can edit screen widths from the settings tab.":["Le bloc sélectionné sera automatiquement masqué pour les tailles d’écran qui ne sont pas sélectionnées. Vous pouvez modifier les largeurs d’écran à partir de l’onglet « Réglages »."],"PHP Logic documentation.":["Documentation de logique PHP."],"Read more about this condition in the":["En savoir plus sur cette condition en consultant le"],"The current URL path should not match any above paths":["Le chemin de l’URL actuel ne doit pas correspondre aux chemins ci-dessus."],"The current URL path should match any of the above paths":["Le chemin de l’URL actuel doit correspondre à l’un des chemins ci-dessus."],"What is the requirement for the block to visible?":["Quelle est la condition pour que le bloc soit visible ?"],"URL Paths (One per line)":["Chemins des URL (un par ligne)"],"Trigger the block action based on the below URL paths.":["Déclenchez l’action de blocage sur la base des chemins URL ci-dessous."],"Post IDs (One per line)":["ID des publications (un par ligne)"],"IDs not equal to below IDs":["IDs différents des IDs ci-dessous"],"IDs equal below IDs":["IDs égaux aux IDs ci-dessous"],"Show the block on post\/page:":["Afficher le bloc sur l’article\/la page :"],"Each post\/page in WordPress has a unique ID. You can use the ID to make sure the block on display on that post.":["Chaque article\/page de WordPress possède un identifiant unique. Vous pouvez utiliser cet identifiant pour vous assurer que le bloc s’affiche sur cet article."],"The expected value of your post meta data.":["La valeur attendue de la méta de votre publication."],"Post Meta Value":["Valeur méta de la publication"],"Select operator":["Sélectionner l’opérateur"],"Use custom meta key.":["Utilisez une clé méta personnalisée."],"Post Meta Key":["Clé méta de la publication"],"Display the selected block if the current post meta (Custom Fields) matches the selection.":["Affiche le bloc sélectionné si les métadonnées de la publication actuelle (champs personnalisés) correspondent à la sélection."],"Hide if cookies are not present":["Masquer si des cookies sont présents"],"Show if cookies are present":["Afficher si des cookies sont présents"],"Selected Cookies":["Cookies sélectionnés"],"Trigger the block action if any of the cookies present in the users browser.":["Déclencher l’action de blocage si l’un des cookies est présent dans le navigateur du visiteur."],"Trigger the block action when current visitor matches any of the selected devices and browsers.":["Déclenchez l’action de blocage lorsque le visiteur actuel correspond à l’un des appareils et navigateurs sélectionnés."],"Block should be hidden":["Le bloc doit être masqué"],"Block should be visible":["Le bloc doit être visible"],"If this condition is true, then:":["Si cette condition est vraie, alors :"],"Block Action":["Action de blocage"],"Select one or multiple user roles. The current user must have any of selected roles to trigger the block action.":["Sélectionnez un ou plusieurs rôles de compte. Le compte actuel doit avoir l’un des rôles sélectionnés pour déclencher l’action de blocage."],"The selected block will only be visible to users who aren't logged into the site.":["Le bloc sélectionné sera visible uniquement pour les comptes qui ne sont pas connectés au site."],"The selected block will only be visible to users who are logged into the site.":["Le bloc sélectionné sera visible uniquement pour les comptes qui sont connectés au site."],"Presets":["Préréglages"],"Preset Manager":["Gestionnaire de préréglages"],"WooCommerce":["WooCommerce"],"PHP Logic":["Logique PHP"],"Post IDs":["ID de publication"],"Post Meta (Custom Fields)":["Métadonnées de publication (champs personnalisés)"],"Advanced":["Avancé"],"Date Schedule - Recurring":["Calendrier des dates - Récurrence"],"Date Schedule - Range":["Calendrier des dates - Plage"],"Time":["Moment"],"Cookies":["Cookies"],"User Agents (Devices & Browsers)":["Agents utilisateurs (appareils et navigateurs)"],"URL Paths":["Chemins d'accès URL"],"Domain Referrers":["Référents de domaine"],"Query Strings (URL Variables)":["Chaînes de requête (variables d’URL)"],"Server Request":["Demande du serveur"],"User Roles":["Rôles des comptes"],"Responsive (Screens sizes)":["Responsive (tailles d’écran)"],"Lockdown (Hide block from everyone)":["Verrouillage (masquer le bloc pour tout le monde)"],"Pro":["Pro"],"Cancel":["Annuler"],"Yes, delete":["Oui, supprimer"],"Are you sure? This cannot be undone.":["Êtes-vous sûr ? Cela ne peut être annulé."],"Remove":["Retirer"],"Go to docs":["Aller aux documents"],"Need help setting up?":["Besoin d’aide pour vous l’installer ?"],"Learn more":["En apprendre plus"],"Settings":["Réglages"],"General":["Général"],"Conditional Blocks":["Conditional Blocks"],"User Logged In":["Compte connecté·e"],"User Logged Out":["Compte déconnecté·e"]}},"comment":{"reference":"assets\/js\/conditional-blocks-editor.js"}}