{"translation-revision-date":"2024-06-26 09:12:57+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"sv_SE"},"All Roles":["Alla roller"],"Admin":["Admin"],"Choose which role will have access to a specific widget.":["Välj vilken roll som ska ha åtkomst till en specifik widget."],"Choose which users will have access to each widget.":["Välj vilka användare som ska ha åtkomst till varje widget."],"Permission":["Behörighet"],"All Statuses":["Alla statusar"],"We saved your changes.":["Vi har sparat dina ändringar."],"If you’re adding widgets back in, enjoy them!":["Om du lägger tillbaka widgetar igen, lycka till med dem!"],"Turning widgets off will hide them from the editor panel, and can potentially affect your layout or front-end.":["Att stänga av widgetar kommer dölja dem från redigeringspanelen och kan potentiellt påverka din layout eller front-end."],"Elementor Pro":["Elementor Pro"],"Elementor Pro Elements":["Elementor Pro-element"],"Usage":["Användning"],"Element":["Element"],"No elements found.":["Inga element hittades."],"Enable All":["Aktivera alla"],"Deactivate Unused Elements":["Inaktivera oanvända element"],"Scan Element Usage":["Skanna elementanvändning"],"Search widgets":["Sök widgetar"],"Deactivating widgets here will remove them from both the Elementor Editor and your website, which can cause changes to your overall layout, design and what visitors see.":["Om du inaktiverar widgetar här tar du bort dem från både Elementor-redigeraren och din webbplats, vilket kan orsaka ändringar i din övergripande layout, design och vad besökarna ser."],"Before you continue:":["Innan du fortsätter:"],"Here's where you can fine-tune Elementor to your workflow. Disable elements you don't use for a cleaner interface, more focused creative experience, and improved performance.":["Här kan du finjustera Elementor till ditt arbetsflöde. Inaktivera elementen du inte använder för ett stilrent gränssnitt, mer fokuserad kreativ upplevelse och förbättrad prestanda."],"All Plugins":["Alla tillägg"],"times":["gånger"],"Sure you want to save these changes?":["Är du säker på att du vill spara dessa ändringar?"],"Unleash the full power of Elementor's features and web creation tools.":["Släpp lös den fulla kraften i Elementors funktioner och verktyg för webbskapande."],"Save Changes":["Spara ändringarna"],"Plugin":["Tillägg"],"Status":["Status"],"Learn More":["Lär dig mer"],"Edit":["Redigera"],"Show":["Visa"],"Inactive":["Inaktiv"],"Active":["Aktiv"],"Cancel":["Avbryt"],"Save":["Spara"]}},"comment":{"reference":"assets\/js\/element-manager-admin.js"}}