{"translation-revision-date":"2024-06-27 09:59:02+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"it"},"Disable this if you encounter layout or spacing issues when using images inside carousel-type blocks because of image lazy loading.":["Disabilita questa opzione se riscontri problemi di layout o di spaziatura quando si usano immagini all'interno di blocchi di tipo carosello, a causa del lazy loading delle immagini."],"Lazy Load Images within Carousels":["Lazy Load delle immagini nei Caroselli"],"You are using the version set in your Font Awesome Pro Kit.":["Stai utilizzando la versione impostata nel tuo Font Awesome Pro Kit."],"FontAwesome Icon Library Version":["Versione della libreria di icone FontAwesome"],"When enabled, extra frontend CSS is generated to support Stackable global colors used in native blocks. If you don't use Stackable global colors in native blocks, simply toggle this OFF. Please note that Stackable global colors are no longer available for native blocks. To ensure your styles always look perfect, our auto-detect feature will activate this option whenever needed.":["Se questa opzione è abilitata, viene generato del CSS aggiuntivo per il frontend per supportare i colori globali Stackable usati nei blocchi nativi. Se non utilizzi i colori globali Stackable nei blocchi nativi, è sufficiente disattivare questa opzione. Nota che i colori globali Stackable non sono più disponibili per i blocchi nativi. Per garantire che i tuoi stili siano sempre perfetti, la nostra funzione di rilevamento automatico attiverà questa opzione ogni volta che sarà necessario."],"Generate Global Colors for native blocks":["Genera colori globali per i blocchi nativi"],"Introduction to the Design Library":["Introduzione alla Libreria Design"],"The Basics of Stackable Blocks":["Le basi dei blocchi Stackable"],"Go to Stackable Learn":["Vai a Impara Stackable"],"Check out our library of tutorials and guides":["Consulta la nostra libreria di tutorial e guide"],"Learn the essentials":["Impara l'essenziale"],"Create a new page":["Crea una nuova pagina"],"Learn the essentials in just a few minutes by watching this video. Scroll down to see more quick tutorials.":["Impara l'essenziale in pochi minuti guardando questo video. Scorri in basso per vedere altri tutorial rapidi."],"Unleash the Full Potential of the WordPress Block Editor by Turning It into a Page Builder":["Libera tutto il potenziale dell'editor a blocchi di WordPress trasformandolo in un Page Builder"],"Unlock the full potential of typography in Stackable and gain insights on how to create visually stunning and impactful text designs.":["Sfrutta tutto il potenziale della tipografia in Stackable e scopri come creare design di testo di grande impatto visivo."],"All About Typography in Stackable":["Tutto sulla tipografia in Stackable"],"Dive into the fundamentals of the Stackable Design Library and learn how to streamline your website development process with ease.":["Immergiti nei fondamenti della Libreria Design di Stackable e impara a semplificare il processo di sviluppo di un sito web."],"Master the art of optimizing and enhancing images using Stackable's intuitive image settings for a visually captivating website.":["Impara l'arte di ottimizzare e migliorare le immagini utilizzando le impostazioni intuitive di Stackable per ottenere un sito web visivamente accattivante."],"How to Use Image Settings":["Come utilizzare le impostazioni delle immagini"],"Discover the exciting world of hover styles in Stackable and learn how to add interactive and engaging effects to your website.":["Scopri l'entusiasmante mondo degli stili al passaggio del mouse in Stackable e impara ad aggiungere effetti interattivi e coinvolgenti al tuo sito web."],"Introduction to Hover Styles":["Introduzione agli stili al passaggio del mouse"],"Explore the powerful Flexbox controls in Stackable that allow you to effortlessly create dynamic and responsive layouts.":["Esplora i potenti controlli Flexbox di Stackable che ti permettono di creare senza sforzo layout dinamici e responsive."],"Flexbox Controls":["Controlli Flexbox"],"Learn how to personalize and tailor Stackable Blocks to match your website's unique style and design.":["Scopri come personalizzare e adattare i blocchi di Stackable allo stile e al design unico del tuo sito web."],"Join our very active Stackable Community on Facebook.":["Unisciti alla nostra Community Stackable molto attiva su Facebook."],"Visit our knowledge base for troubleshooting, guides, FAQs and updates.":["Visita la nostra documentazione per la risoluzione dei problemi, le guide, le FAQ e gli aggiornamenti."],"Get to know the plugin and start your journey with our brand new Stackable Courses.":["Conosci il plugin e inizia il tuo viaggio con i nostri nuovissimi Corsi Stackable."],"Tutorials":["Tutorial"],"Adding a Google API Key enables additional features of the Stackable Map Block.":["L'aggiunta di una chiave API di Google abilita ulteriori caratteristiche del Blocco Mappa di Stackable."],"Google Maps API Key":["Chiave API di Google Maps"],"See example":["Vedi esempio"],"Optimize inlined CSS styles. If this is enabled, similar selectors will be combined together, helpful if you changed Block Defaults.":["Ottimizza gli stili CSS in linea. Se è abilitato, selettori simili verranno combinati insieme, utile se hai modificato i blocchi predefiniti."],"Optimize Inline CSS":["Ottimizza CSS in linea"],"view demo":["visualizza demo"],"Load version 2 frontend block stylesheet and scripts for backward compatibility":["Carica il foglio di stile e gli script del blocco del frontend versione 2 per la compatibilità con le versioni precedenti"],"Load version 2 blocks in the editor only when the page was using version 2 blocks":["Carica i blocchi della versione 2 nell'editor solo se nella pagina sono stati utilizzati blocchi della versione 2"],"Learn more about migration and the settings below":["Ulteriori informazioni su migrazione e impostazioni qui sotto"],"Migrating from version 2 to version 3?":["Migrare dalla versione 2 alla versione 3?"],"🏠 Migration Settings":["🏠 Impostazioni migrazione"],"Mobile Breakpoint":["Breakpoint dispositivi mobili"],"Tablet Breakpoint":["Breakpoint tablet"],"Block Linking (Beta)":["Collegamento blocchi (Beta)"],"Auto-Collapse Panels":["Riduci automaticamente i pannelli"],"The width used when a Columns block has its Content Width set to wide. This is automatically detected from your theme. You can adjust it if your blocks are not aligned correctly. In px, you can also use other units or use a calc() formula.":["La larghezza usata quando un blocco Colonne ha la sua Larghezza contenuto impostata su ampia. Questo viene rilevato automaticamente dal tuo tema. Puoi regolarla se i tuoi blocchi non sono allineati correttamente. In px, puoi anche usare altre unità o usare una formula calc()."],"Nested Wide Block Width":["Larghezza blocco largo annidato"],"The width used when a Columns block has its Content Width set to center. This is automatically detected from your theme. You can adjust it if your blocks are not aligned correctly. In px, you can also use other units or use a calc() formula.":["La larghezza usata quando un blocco Colonne ha la sua Larghezza contenuto impostata su centrata. Questo viene rilevato automaticamente dal tuo tema. Puoi regolarla se i tuoi blocchi non sono allineati correttamente. In px, puoi anche usare altre unità o usare una formula calc()."],"Nested Block Width":["Larghezza blocco annidato"],"Adds a button on the top of the editor which gives access to a collection of pre-made block designs.":["Aggiunge un pulsante nella parte superiore dell'editor che dà accesso a una collezione di design di blocchi già pronti."],"Section Blocks":["Blocchi di sezione"],"Special Blocks":["Blocchi speciali"],"Essential Blocks":["Blocchi essenziali"],"Use these blocks act as templates to help you build sections effortlessly.":["Usa questi blocchi come template per aiutarti a costruire sezioni senza sforzo."],"Blocks with special functionality that will allow you to create distinctive designs.":["Blocchi con funzionalità speciali che ti permetteranno di creare design particolari."],"All the necessary building blocks you need to design anything.":["Tutti i mattoni necessari per progettare qualsiasi cosa."],"Gives you the ability to link columns. Any changes you make on one column will automatically get applied on the other columns.":["Ti dà la possibilità di collegare le colonne. Qualsiasi modifica apportata su una colonna verrà automaticamente applicata alle altre colonne."],"Collapse other inspector panels when opening another, keeping only one open at a time.":["Comprimi gli altri pannelli dell'ispettore quando se ne apre un altro, tenendone aperto solo uno alla volta."],"Load version 2 blocks in the editor":["Carica i blocchi della versione 2 nell'editor"],"Force styles":["Forza stili"],"Not forced":["Non forzato"],"Force Typography Styles":["Forza stili di tipografia"],"Don't show help video tooltips":["Non mostrare i tooltip per i video di aiuto"],"Community":["Community"],"Getting Started":["Guida introduttiva"],"Design Library":["Libreria Design"],"Learn more":["Per saperne di più"],"Documentation":["Documentazione"],"Show \"Go premium\" notices":["Mostra gli avvisi \"Passa a Premium\""],"Enabled":["Abilitato"],"Disabled":["Disabilitato"],"Disable All":["Disabilita tutti"],"Enable All":["Abilita tutti"]}},"comment":{"reference":"dist\/admin_welcome.js"}}