{"translation-revision-date":"2024-06-28 15:07:14+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nl"},"Tall 9:16":["Hoog - 9:16"],"Classic Portrait 2:3":["Klassiek portret 2:3"],"Portrait 3:4":["Portret 3:4"],"Panoramic 4:1":["Panoramisch 4:1"],"Ultra Wide 3:1":["Extra breed 3:1"],"Cinematic 2:1":["Cinematisch 2:1"],"Wide 16:9":["Breed 16:9"],"Classic 3:2":["Klassiek 3:2"],"Standard 4:3":["Standaard 4:3"],"Square 1:1":["Vierkant 1:1"],"Original":["Origineel"],"Aspect Ratio":["Aspect ratio"],"Add an id attribute to the anchor tag.":["Voeg een id attribuut toe aan de anker tag."],"Background Video Thumbnail":["Achtergrond video thumbnail"],"Allow Column Wrapping":["Kolom terugloop toestaan"],"Anchor ID":["Anker ID"],"Note: Fixed Background works on Desktop and Android devices only.":["Let op: opgelost achtergrond werkt alleen op desktop en Android apparaten."],"Background Image Url":["Achtergrond afbeelding URL"],"Image Url":["Afbeelding URL"],"Hide the current post - great for synced patterns":["Verberg het huidige bericht - geweldig voor gesynchroniseerde patronen"],"Offset, exclude, include specific posts":["Specifieke berichten compenseren, uitsluiten, opnemen"],"New Custom Post Type option":["Nieuwe optie aangepast berichttype"],"Get More Post Options":["Verkrijg meer bericht opties"]," Check out our docs.":[" Bekijk onze documenten."],"Displaying a Google Map in a Lightbox? Use the embed iframe URL instead. Need help finding it?":["Een Google Map weergeven in een Lightbox? Gebruik in plaats daarvan de insluiten iframe URL. Hulp nodig bij het vinden?"],"Indicates this palette comes from the theme.\u0004Custom":["Aangepast"],"Indicates this palette comes from WordPress.\u0004Default":["Standaard"],"Indicates this palette comes from the theme.\u0004Theme":["Thema"],"Global Gradients":["Globale gradiënt"],"Global Colors":["Globale kleuren"],"Link relationship keywords, e.g. nofollow noreferrer prefetch":["Link relatie keywords, bijv. Nofollow noreferrer prefetch"],"Inset":["Inset"],"Sets the block paddings, i.e the space between the inner columns and the block border":["Stelt de paddings van het blok in, d.w.z. De ruimte tussen de binnenkolommen en de rand van het blok"],"Sets the placement of the content to left, center or right. Not available when block width is set to full width.":["Stelt de plaatsing van de inhoud in op links, midden of rechts. Niet beschikbaar als de breedte van het blok is ingesteld op volledige breedte."],"Replace":["Vervangen"],"Upload":["Upload"],"Parent Hovered State":["Hoofd hoveren staat"],"Normal State":["Normale staat"],"Sets the fit to default, contain, cover, fill, none, and scale down. Image fit specifies how an image resizes in a container.":["Stelt de passing in op standaard, bevatten, omslagafbeelding, vullen, geen en schaalverkleining. Afbeelding fit geeft aan hoe een afbeelding wordt aangepast in een container."],"Sets how the overlay color blends with the image":["Stelt in hoe de overlay kleur overlapt met de afbeelding"],"Image Shadow":["Afbeelding schaduw"],"Sets the gap between the rows of inner blocks.":["Stelt de ruimte tussen de rijen binnenste blokken in."],"Sets the gap between inner blocks.":["Stelt de ruimte tussen de binnenste blokken in."],"Sets the gap between the columns of inner blocks.":["Stelt de ruimte tussen de kolommen van de binnenste blokken in."],"Aligns the horizontal\/vertical position of the inner blocks.":["Lijnt de horizontale\/verticale positie van de binnenste blokken uit."],"Sets the horizontal\/vertical position and spacing of the inner blocks.":["Stelt de horizontale\/verticale positie en tussenruimte van de binnenste blokken in."],"Sets the vertical position of the inner columns relative to the columns block.":["Stelt de verticale positie in van de binnenste kolommen ten opzichte van het kolommenblok."],"Sets the horizontal position and spacing of the inner columns.":["Stelt de horizontale positie en tussenruimte van de binnenste kolommen in."],"Left and Right":["Links en rechts"],"Top and Bottom":["Boven en onder"],"Button Padding":["Knop padding"],"Supports links to images, videos, YouTube, Vimeo, and web pages that allow embedding":["Ondersteunt links naar afbeeldingen, video's, YouTube, Vimeo en webpagina's die insluiten toestaan"],"Also used for lightbox caption":["Ook gebruikt voor bijschrift lightbox"],"Open Link in Lightbox":["Link in lightbox openen"],"View Demo":["Bekijk demo"],"This Is a Premium Feature":["Dit is een Premium functie"],"Unlock access to the entire design library and set your website apart from the rest.":["Krijg toegang tot de volledige ontwerpbibliotheek en onderscheid je site van de rest."],"This is a Premium Design":["Dit is een Premium ontwerp"],"Ensure that content remains organized and easily readable on mobile":["Inhoud overzichtelijk en goed leesbaar houden op mobiel"],"Adjust the arrangement of columns when collapsed on tablet and mobile":["Pas de rangschikking van kolommen aan wanneer ze zijn ingevouwen op tablet en mobiel"],"Fine-tune styling on a per block basis":["Verfijn de styling per blok"],"Support for media queries":["Ondersteuning voor media queries"],"Add custom CSS rules specific for each block":["Specifiek voor elk blok aangepaste CSS regels toevoegen"],"Greater control over the visibility of content":["Meer controle over de zichtbaarheid van inhoud"],"Show targeted content and personalization":["Toon gerichte inhoud en personalisatie"],"Use multiple conditions":["Gebruik meerdere voorwaarden"],"Display blocks based on time, role, meta, custom PHP, option, taxonomy and more":["Toon blokken op basis van tijd, rol, meta, aangepaste PHP, optie, taxonomie en meer"],"Show or hide blocks based on conditions":["Blokken tonen of verbergen op basis van voorwaarden"],"Create a more visually engaging and interactive experience":["Een visueel aantrekkelijkere en interactievere ervaring creëren"],"Smooth scroll animations based on scrolling position":["Vloeiende scrol animaties op basis van scrol positie"],"Entrance fade-ins and animations when scrolling to blocks":["Ingang fade-ins en animaties bij scrollen naar blokken"],"Perfect for hover animations":["Perfect voor hoveren animaties"],"Scale or rotate blocks":["Blokken schalen of roteren"],"Change X and Y position of blocks":["Verander de X en Y positie van blokken"],"Adjust timing of CSS transitions":["Pas de timing van CSS overgangen aan"],"Liven up icons with background shapes":["Pictogrammen verlevendigen met achtergrondvormen"],"Greater visual interest and variety for your icons":["Meer visuele interesse en variatie voor je pictogrammen"],"Choose from over 50 background shapes":["Kies uit meer dan 50 achtergrondvormen"],"More design options and customization for icons":["Meer ontwerp opties en maatwerk voor pictogrammen"],"Liven up icons with gradient fills, multiple colors and background shapes":["Pictogrammen verlevendigen met gradiënt vullingen, meerdere kleuren en achtergrondvormen"],"Elevate Your Icons":["Elevate je pictogrammen"],"Greater creativity in designing separators":["Meer creativiteit bij het ontwerpen van scheidingsteken"],"Change layer color, size and opacity":["Laagkleur, grootte en dekking wijzigen"],"Add a second and third layer to separators":["Een tweede en derde laag toevoegen aan scheidingstekens"],"Separator Layers":["Scheidingsteken"],"Build custom loop design with the Native Query Loop":["Ontwerp aangepaste loops met de native query loop"],"Use third-party plugins as dynamic sources such as ACF, Meta Box, Toolset, and more":["Gebruik plugins van derden als dynamische bronnen zoals ACF, Meta Box, Toolset en meer"],"Add dynamic content from posts or post meta":["Dynamische inhoud toevoegen van berichten of bericht meta"],"Use Dynamic Content":["Gebruik dynamische inhoud"],"Enhances the overall aesthetic of images":["Verbetert de algehele esthetiek van afbeeldingen"],"Choose from over 50 different shapes":["Kies uit meer dan 50 verschillende vormen"],"Mask images with a variety of blob-like shapes":["Maskeert afbeeldingen met een verscheidenheid aan blob-achtige vormen"],"Get More Image Shapes":["Verkrijg meer afbeelding vormen"],"Baseline":["Basislijn"],"Space Evenly":["Gelijkmatige ruimte"],"Space Around":["Ruimte rondom"],"Space Between":["Ruimte tussen"],"End":["Eind"],"Start":["Start"],"Block Size & Spacing":["Blok grootte & afstand"],"Open Image in Lightbox":["Afbeelding openen in lightbox"],"Set the content to be smaller than the block width":["Stel in dat de inhoud kleiner is dan de breedte van het blok"],"Block Width":["Breedte blok"],"Container Vertical Align":["Container verticaal uitlijnen"],"Container Horizontal Align":["Container horizontaal uitlijnen"],"Max Container Width":["Max breedte container"],"Container Min. Height":["Minimale hoogte container"],"%s %s":["%s %s"],"Inner Block Wrapping":["Inpakken van binnen blokken"],"Set Content Min. Height for alignment to display properly":["Inhoud min. Hoogte voor juiste uitlijning"],"Inner Block":["Binnen blok"],"%s Direction":["%s richting"],"Column contents need to be narrow for effect to show.":["De inhoud van de kolommen moet smal zijn om het effect te laten zien."],"%s Justify":["%s uitlijnen"],"Content Max Width":["Inhoud max breedte"],"Content Min. Height":["Inhoud min. hoogte"],"Supports links to images, videos, YouTube, Vimeo, and web pages that allow embedding. Opens inner image block if no link is provided":["Ondersteunt links naar afbeeldingen, video's, YouTube, Vimeo en webpagina's die insluiten toestaan. Opent binnen afbeelding blok als er geen link is opgegeven"],"Inner Column Spacing":["Binnenste kolomafstand"],"%s Alignment":["%s uitlijning"],"Gap":["Ruimte"],"Use theme heading margins":["Gebruik de marges van themakopteksten"],"Adjust Column Arrangement":["Kolom rangschikking aanpassen"],"Progress Suffix":["Progress achtervoegsel"],"Progress Prefix":["Voortgang voorvoegsel"],"Progress Bar Text":["Voortgangsbalk tekst"],"Accessibility Label":["Toegankelijkheid label"],"Animate":["Animeer"],"Bar Color":["Balk kleur"],"Bar Color #%s":["Kleur balk #%s"],"Thickness":["Dikte"],"Apply border radius to bar":["Rand toepassen op balk"],"Maximum Progress":["Maximale vooruitgang"],"Progress":["Voortgang"],"Progress Bar":["Voortgangsbalk"],"Progress Circle":["Vooruitgang cirkel"],"(%d) Selected":["(%d) selecteer"],"Add Designs":["Ontwerpen toevoegen"],"Deselect All":["Selectie ongedaan maken"],"Select":["Selecteer"],"Select Multiple":["Selecteer meerdere"],"Overlay Blend Mode":["Overlappen overvloei modus"],"Overlay Opacity":["Overlay opaciteit"],"Wireframes":["Wireframes"],"Pick a design to start from, this will override your block settings":["Kies een ontwerp om mee te beginnen, dit overschrijft je blok instellingen"],"Click on any inner block in the editor to style it.":["Klik op een binnenblok in de blok-editor om het te stijlen."],"Upgrade to Premium to get more design variations.":["Upgrade naar Premium om meer ontwerpvariaties te verkrijgen."],"Block variations":["Blokvarianten"],"Choose variation":["Variatie kiezen"],"%s Size":["%s grootte"],"%s Height":["%s hoogte"],"%s Width":["Breedte %s"],"Shadow Settings":["Schaduwinstellingen"],"Advanced Shadow Options":["Geavanceerde schaduwopties"],"Add Block":["Blok toevoegen"],"There are no blocks in this group, please add one.":["Er zijn geen blokken in deze groep, voeg er een toe."],"Wrap":["Terugloop"],"No Wrap":["Geen terugloop"],"Oblique":["Schuin"],"Italic":["Cursief"],"Font Style":["Lettertype stijl"],"Content":["Inhoud"],"Transform & Transition":["Transformeer & overgang"],"Invert Design":["Omgekeerd ontwerp"],"Learn more about linking":["Meer informatie over linken"],"When linked, styling this block would also style other linked blocks in adjacent columns.":["Wanneer dit blok gelinkt is, worden andere gelinkte blokken in aangrenzende kolommen ook gestyled."],"Image Filter":["Afbeelding filter"],"Scale Down":["Afschalen"],"Fill":["Vullen"],"Image Fit":["Afbeelding fit"],"Focal point":["Focuspunt"],"Zoom":["Zoom"],"Image Alt":["Afbeelding alt"],"Select Image":["Selecteer afbeelding"],"Align Full":["Volledig uitlijnen"],"Align Wide":["Uitlijning breed"],"When enabled, the last column will be cloned instead of adding a blank column.":["Als deze optie is ingeschakeld, wordt de laatste kolom gekloond in plaats van een lege kolom toe te voegen."],"Container Borders & Shadow":["Container randen & schaduw"],"Trigger hover state on nested blocks":["Trigger hoveren toestand op geneste blokken"],"Conditional Display":["Voorwaardelijke weergave"],"Button Borders & Shadows":["Knop randen & schaduwen"],"Button Width":["Knop breedte"],"Min. Button Height":["Min. hoogte knop"],"Button Size & Spacing":["Knopmaat & afstand"],"Button Colors":["Knopkleuren"],"Lift More":["Lift meer"],"Background Shape":["Achtergrondvorm"],"Shape Outline Color":["Vorm outline kleur"],"Shape Outline Width":["Vorm omtrek breedte"],"Shape Padding":["Vorm padding"],"Shape Border Radius":["Vorm rand radius"],"Icon Gap":["Pictogram ruimte"],"Shape Color":["Vorm kleur"],"Styles":["Stijlen"],"Borders & Shadows":["Randen & schaduwen"],"Margins":["Marges"],"Min. Height":["Min. hoogte"],"Row Gap":["Rij afstand"],"Sticky":["Sticky"],"Absolute":["Absoluut"],"Relative":["Relatief"],"Static":["Statisch"],"Sticky position may not work across all themes":["Sticky positie werkt mogelijk niet in alle thema's"],"Both":["Beide"],"Visible":["Zichtbaar"],"Scroll":["Scrollen"],"Hidden":["Verborgen"],"Overflow":["Overloop"],"HTML Tag\u0004Summary":["Samenvatting"],"HTML Tag\u0004Details":["Details"],"Link rel":["Link relatie"],"Open in new tab":["Open in nieuwe tab"],"Column":["Kolom"],"Shadow Color":["Schaduwkleur"],"Shadow Spread":["Schaduw verspreiding"],"Vertical Offset":["Verticale verschuiving"],"Horizontal Offset":["Horizontale offset"],"Add Column":["Kolom toevoegen"],"Sepia":["Sepia"],"Saturate":["Verzadigd"],"Invert":["Omkeren"],"Hue Rotate":["Tint roteren"],"Grayscale":["Grijsschaal"],"Contrast":["Contrast"],"Brightness":["Helderheid"],"Blur":["Vervagen"],"V2 Design Library":["V2 Ontwerpbibliotheek"],"Latest Design Library":["Nieuwste ontwerpbibliotheek"],"All sides":["Alle kanten"],"Individual sides":["Individuele zijkanten"],"Dynamic Fields":["Dynamische velden"],"Unit":["Eenheid"],"Hovered State":["Zwevende staat"],"Add a Container Background to a parent block to enable this state.":["Voeg een container achtergrond toe aan een hoofdblok om deze toestand in te schakelen."],"Collapsed":["Ingevouwen"],"Parent Hovered":["Hoofd hoveren"],"Motion Effects":["Bewegingseffecten"],"UGC":["UGC"],"Sponsored":["Gesponsord"],"There is an error in your custom attribute":["Er zit een fout in je aangepaste attribuut"],"Learn more about Custom Attributes":["Meer informatie over aangepaste attributen"],"Example:":["Voorbeeld:"],"You can type in custom HTML attributes for this block in the field above.":["Je kunt aangepaste HTML attributen voor dit blok intypen in het veld hierboven."],"Custom Attributes":["Aangepaste attributen"],"Link Title":["Link titel"],"Paragraph":["Paragraaf"],"Vertical":["Verticaal"],"Horizontal":["Horizontaal"],"Dotted":["Gestippeld"],"Dashed":["Gestreept"],"Solid":["Solide"],"Borders":["Randen"],"E.g. light, dark, red, minimalist…":["Bijv. licht, donker, rood, minimalistisch…"],"Skip":["Overslaan"],"Select a variation to start with.":["Selecteer een variatie om mee te beginnen."],"Block Designs":["Blok ontwerpen"],"UI Kits":["UI kits"],"Not In":["Niet in"],"Included In":["Inbegrepen in"],"Taxonomy Filter Type":["Taxonomie filtertype"],"Paddings":["Paddings"],"Clear icon":["Pictogram wissen"],"Icon Settings":["Instellingen pictogram"],"You can hide premium hints in the settings":["Je kunt premium hints verbergen in de instellingen"],"Search or type url":["Zoek of typ URL"],"Drop your SVG here":["Drop je SVG hier"],"Clear":["Wissen"],"Upload SVG":["Upload SVG"],"Stop showing tooltips":["Stoppen met het tonen van tooltips"],"Adjust the individual widths of each column":["Pas de individuele breedte van elke kolom aan"],"Column Widths":["Breedte kolommen"],"Column Arrangement":["Kolom opstelling"],"Small preview":["Voorbeeld (klein)"],"Medium preview":["Voorbeeld medium"],"Large preview":["Groot voorbeeld"],"Refresh Library":["Bibliotheek vernieuwen"],"Stackable Design Library":["Stapelbare ontwerpbibliotheek"],"No designs found":["Geen ontwerpen gevonden"],"Learn more":["Meer informatie"],"Sets the distance between two or more columns":["Stelt de afstand tussen twee of meer kolommen in"],"Column Gap":["Kolom tussenruimte"],"Sets column paddings, the space inside the block between the block elements and the column container border":["Stelt kolom paddings in, de ruimte binnen het blok tussen de blokelementen en de rand van de kolom container"],"Sets the placement of the column container to left, center or right. Not available when block width is set to full width.":["Stelt de plaatsing van de kolom container in op links, midden of rechts. Niet beschikbaar als de breedte van het blok is ingesteld op volledige breedte."],"Adjusts the maximum allowable width of the block. The settings will depend on the block width you set on the toolbar.":["Past de maximaal toegestane breedte van het blok aan. De instellingen zijn afhankelijk van de breedte van het blok die je hebt ingesteld op de toolbar."],"Sets the placement of the content to top, center or bottom. Available when the min. block height is set to higher than default.":["Stelt de plaatsing van de inhoud in op boven, midden of onderkant. Beschikbaar wanneer de min. Blokhoogte is ingesteld op hoger dan de standaardwaarde."],"Adjusts the minimum allowable height of the block":["Past de minimaal toegestane hoogte van het blok aan"],"Sets the block margin, i.e. the space outside the block between the block border and the next block.":["Stelt de blok marge in, dat wil zeggen de ruimte buiten het blok tussen de rand van het blok en het volgende blok."],"Sets the stack order of different blocks to make one appear in front of another. A block with a higher z-index will show up on top of another block with a lower z-index.":["Stelt de stapelvolgorde van verschillende blokken in om er een voor een ander te laten verschijnen. Een blok met een hogere z-index zal verschijnen aan de bovenkant van een ander blok met een lagere z-index."],"Adjusts the transparency of the entire block":["Past de transparantie van het hele blok aan"],"Brings the separator layer in front of other block elements":["Brengt de scheidingsteken laag voor andere blokelementen"],"Adjusts the intensity of the separator shadow and makes the separator more prominent":["Past de intensiteit van de schaduw van het scheidingsteken aan en maakt het scheidingsteken prominenter"],"Adjusts the height of the separator to stretch or compress vertically":["Past de hoogte van het scheidingsteken aan om verticaal uit te rekken of samen te drukken"],"Separator Height":["Hoogte scheidingsteken"],"Sets how this background gradient\/image blends into the other background":["Stelt in hoe deze achtergrond gradiënt\/afbeelding overvloeit in de andere achtergrond"],"Sets the display image size":["Stelt de grootte van de afbeelding in"],"Covers the background with tiled images":["Omslagafbeelding van de achtergrond met getegelde afbeeldingen"],"Chooses which part of the background image will be the focal point":["Kiest welk deel van de achtergrondafbeelding het focuspunt wordt"],"Sets the placement of each color in relation to the other color":["Stelt de plaatsing van elke kleur in ten opzichte van de andere kleur"],"Sets the direction (in degrees) of the colors":["Stelt de richting (in graden) van de kleuren in"],"Gradient Direction":["Gradiënt richting"],"Keeps the background image fixed in place while scrolling":["Houdt de achtergrondafbeelding vast op zijn plaats tijdens het scrollen"],"Adjusts the intensity of the background media tint":["Past de intensiteit van de tint van de achtergrondmedia aan"],"Triggers animation or effects when you mouse over":["Activeert animaties of effecten als je er met de muis overheen gaat"],"Hover effect":["Hoveren effect"],"Adjusts the space between the button text and button borders":["Past de ruimte aan tussen de knoptekst en de randen van de knop"],"Button padding":["Knop padding"],"Sets the distance or space between letters":["Stelt de afstand of ruimte tussen letters in"],"Letter spacing":["Letterafstand"],"Sets the vertical distance between lines of text":["Stelt de verticale afstand tussen tekstregels in"],"Line height":["Regelhoogte"],"Sets the usage of upper or lower case":["Stelt het gebruik van hoofdletters of kleine letters in"],"Sets the thinness or thickness of text characters":["Stelt de dunheid of dikte van tekstkarakters in"],"Font weight":["Lettertype gewicht"],"Sets the size of text characters":["Grootte van tekstkarakters instellen"],"Font size":["Lettertype grootte"],"Sets the font set to be used for the element":["Stelt het lettertype in dat moet worden gebruikt voor het element"],"Adjusts the intensity of the image shadow":["Past de intensiteit van de afbeelding schaduw aan"],"Adjusts the radius of image corners to make them more rounded":["Past de radius van afbeelding hoeken aan om ze ronder te maken"],"Adjusts the image height":["Past de hoogte van de afbeelding aan"],"Image height":["Afbeelding hoogte"],"Adjusts the image width":["Past de breedte van de afbeelding aan"],"Image width":["Breedte afbeelding"],"Sets the image display size to thumbnail, medium, large or full size. A smaller image size will also load faster.":["Stelt de grootte van de afbeelding in op thumbnail, medium, large of full size. Een kleinere grootte van de afbeelding laadt ook sneller."],"Change the shape of the image":["Verander de vorm van de afbeelding"],"Adjusts the placement of all content in the block to align left, center or right":["Past de plaatsing van alle inhoud in het blok aan om links, gecentreerd of rechts uit te lijnen"],"Adjusts the intensity of the shadow\/outline of the block and the appearance of the block border":["Past de intensiteit van de schaduw\/outline van het blok en de weergave van de rand van het blok aan"],"Shadow\/Outline":["Schaduw\/outline"],"Adjusts the radius of block corners to make them more rounded":["Past de radius van blokhoeken aan om ze ronder te maken"],"Content Width":["Inhoud breedte"],"Full Width":["Volle breedte"],"Filter by Taxonomy":["Filter op taxonomie"],"Post Type":["Berichttype"],"All":["Alle"],"Icon Rotation":["Pictogram roteren"],"Icon Opacity":["Pictogram opaciteit"],"Border Color":["Randkleur"],"Background":["Achtergrond"],"Container Background":["Container achtergrond"],"Designs":["Ontwerpen"],"Bottom Separator":["Bodem scheidingsteken"],"Bring to Front":["Naar voor brengen"],"Top Separator":["Bovenste scheidingsteken"],"Hide on Mobile":["Verbergen op mobiel"],"Hide on Tablet":["Verberg op tablet"],"Hide on Desktop":["Verberg op desktop"],"Responsive":["Responsive"],"Content Horizontal Align":["Inhoud horizontaal uitlijnen"],"Max. Content Width":["Max. Breedte inhoud"],"Content Vertical Align":["Inhoud verticaal uitlijnen"],"Z-Index":["Z-Index"],"HTML Tag\u0004Hgroup":["Hgroep"],"HTML Tag\u0004Address":["Adres"],"HTML Tag\u0004Nav":["Navigatie"],"HTML Tag\u0004Footer":["Footer"],"HTML Tag\u0004Header":["Header"],"HTML Tag\u0004Main":["Hoofd"],"HTML Tag\u0004Aside":["Aside"],"HTML Tag\u0004Article":["Artikel"],"HTML Tag\u0004Section":["Sectie"],"HTML Tag\u0004Blockquote":["Blockquote"],"HTML Tag\u0004Div":["Div"],"Block":["Blok"],"General":["Algemeen"],"Ungroup from Container":["Groepering uit container opheffen"],"Group into Container":["Groepeer in container"],"Justified":["Uitgelijnd"],"component\u0004%s HTML Tag":["%s HTML tag"],"Heading":["Koptekst"],"Mobile":["Mobiel"],"Tablet":["Tablet"],"Desktop":["Desktop"],"auto":["auto"],"Icon Position":["Pictogram positie"],"Lift & Scale More":["Lift & schaal meer"],"Scale More":["Schaal meer"],"Lift & Scale":["Lift & schaal"],"Scale":["Schaal"],"Lift":["Lift"],"Hover Effect":["Hoveren effect"],"Opacity":["Transparantie"],"Border Width":["Randbreedte"],"Link \/ URL":["Link \/ URL"],"Image Blend Mode":["Afbeelding mengmodus"],"Image Repeat":["Afbeelding herhalen"],"Image Position":["Positie van de afbeelding"],"Adv. Background Image Settings":["Adv. Achtergrond afbeelding instellingen"],"Background Gradient Blend Mode":["Achtergrond gradiënt mengmodus"],"Color %d Location":["Kleur %d locatie"],"Adv. Gradient Color Settings":["Adv. Kleur gradiënt instellingen"],"Typography":["Typografie"],"Letter Spacing":["Letterafstand"],"Line-Height":["Regelhoogte"],"Capitalize":["Omzetten naar hoofdletter"],"Lowercase":["Kleine letter"],"Uppercase":["Hoofdletter"],"Transform":["Transformeer"],"Weight":["Gewicht"],"Custom Size":["Aangepaste grootte"],"Custom":["Aangepast"],"Contain":["Bevatten"],"Cover":["Omslagafbeelding"],"Auto":["Auto"],"Repeat-Y":["Herhaal-Y"],"Repeat-X":["Herhaal-X"],"Repeat":["Herhalen"],"No-Repeat":["Niet herhalen"],"Bottom Right":["Rechtsonder"],"Bottom Center":["Middenonder"],"Bottom Left":["Linksonder"],"Center Right":["Midden rechts"],"Center Center":["Midden midden"],"Center Left":["Midden links"],"Top Right":["Bovenkant rechts"],"Top Center":["Bovenaan gecentreerd"],"Top Left":["Linksbovenaan"],"Image":["Afbeelding"],"Edit":["Bewerken"],"Align":["Uitlijnen"],"Rounded":["Afgerond"],"Curve":["Curve"],"Slant":["Schuin"],"Straight":["Recht"],"Wave":["Golf"],"Nth Title\u0004%s %d":["%s %d"],"Advanced Tab":["Geavanceerde tab"],"Style Tab":["Tab stijl"],"Layout Tab":["Tab lay-out"],"Spacing":["Spatiëring"],"Font Family":["Lettertype familie"],"Google Fonts":["Google Fonts"],"Serif Alternative":["Serif alternatief"],"System Fonts":["Systeem lettertypen"],"Font Size":["Lettertype grootte"],"Stretch":["Uitrekken"],"Align Left":["Links uitlijnen"],"Stretch Shape Mask":["Stretch vorm masker"],"Flip Shape Vertically":["Vorm verticaal spiegelen"],"Flip Shape Horizontally":["Vorm horizontaal spiegelen"],"Shape":["Vorm"],"Blob %s":["Blob %s"],"Default":["Standaard"],"Alt Text (Alternative Text)":["Alt tekst (alternatieve tekst)"],"Leave empty if the image is purely decorative.":["Laat dit leeg als het een decoratieve afbeelding is."],"Describe the purpose of the image":["Beschrijf het doel van de afbeelding"],"Mix Blend Mode":["Meng mengmodus"],"Unset":["Uitschakelen"],"Inherit":["Erven"],"Initial":["Initieel"],"Luminosity":["Helderheid"],"Color":["Kleur"],"Saturation":["Verzadiging"],"Hue":["Tint"],"Exclusion":["Uitsluiting"],"Difference":["Verschil"],"Soft Light":["Zacht licht"],"Hard Light":["Hard licht"],"Color Burn":["Kleursterkte"],"Color Dodge":["Kleuren vermijden"],"Lighten":["Lichter maken"],"Darken":["Donkerder maken"],"Overlay":["Overlay"],"Screen":["Scherm"],"Multiply":["Vermenigvuldigen"],"Nofollow link":["Nofollow link"],"URL":["URL"],"Email":["E-mail"],"YouTube":["YouTube"],"LinkedIn":["LinkedIn"],"Pinterest":["Pinterest"],"Instagram":["Instagram"],"Twitter":["Twitter"],"Facebook":["Facebook"],"No matches found":["Geen overeenkomsten gevonden"],"Type to search icon":["Typ om pictogram te zoeken"],"Reset":["Reset"],"Shadow":["Schaduw"],"Separator Width":["Scheidingsteken breedte"],"Flip Horizontally":["Horizontaal spiegelen"],"Flip Vertically":["Verticaal spiegelen"],"Bottom":["Onderkant"],"Top":["Bovenkant"],"Advanced":["Geavanceerd"],"Style":["Stijl"],"Layout":["Lay-out"],"Settings":["Instellingen"],"Custom CSS":["Aangepaste CSS"],"Use .mp4 format for videos":["Gebruik .mp4 format voor video's"],"Background Image or Video":["Achtergrond afbeelding of video"],"Gradient Direction (degrees)":["Gradiënt richting (graden)"],"Gradient":["Gradiënt"],"Single":["Enkele"],"Right":["Rechts"],"Left":["Links"],"Center":["Midden"],"None":["Geen"],"Opens in new tab":["Opent in nieuwe tab"],"Description for this block. Use this space for describing your block. Any text will do.":["Beschrijving voor dit blok. Gebruik deze ruimte om je blok te beschrijven. Elke tekst is goed."],"Description for this block. You can use this space for describing your block.":["Beschrijving voor dit blok. Je kunt deze ruimte gebruiken om je blok te beschrijven."],"Enabled":["Ingeschakeld"],"Disabled":["Uitgeschakeld"],"Bold":["Vet"],"Monospace":["Monospace"],"Serif":["Serif"],"Sans-Serif":["Sans-Serif"],"Shadow \/ Outline":["Schaduw \/ outline"],"Button text":["Knoptekst"],"Go Premium":["Ga voor Premium"],"preview":["voorbeeld"],"Link":["Link"],"Design":["Ontwerp"],"Container":["Container"],"Position":["Positie"],"Image Shape":["Afbeelding vorm"],"Circle":["Cirkel"],"Square":["Vierkant"],"Image Size":["Afbeeldingsgrootte"],"Learn More":["Leer meer"],"Overlay Color":["Overlay kleur"],"Width":["Breedte"],"Title":["Titel"],"Height":["Hoogte"],"Columns":["Kolommen"],"Icon Size":["Pictogram grootte"],"Icon Color":["Pictogram kleur"],"Icon Shape":["Pictogram vorm"],"Icon":["Icoon"],"Align Right":["Rechts uitlijnen"],"Align Center":["In het midden uitlijnen"],"Border Radius":["Randradius"],"Normal":["Normaal"],"Size":["Grootte"],"Text Color":["Tekstkleur"],"Button Color":["Knopkleur"],"Fixed Background":["Vaste achtergrond"],"Background Media Tint Strength":["Achtergrond Media kleursterkte"],"Background Image":["Achtergrondafbeelding"],"Background Color":["Achtergrondkleur"],"Stackable":["Stackable"]}},"comment":{"reference":"dist\/stk.js"}}