{"translation-revision-date":"2024-06-06 11:39:40+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"fr"},"Disable this if you encounter layout or spacing issues when using images inside carousel-type blocks because of image lazy loading.":["Désactivez cette option si vous rencontrez des problèmes de mise en page ou d‘espacement lors de l‘utilisation d‘images dans des blocs de type carrousel en raison d‘un chargement différé des images."],"Lazy Load Images within Carousels":["Chargement différé des images dans les carrousels"],"You are using the version set in your Font Awesome Pro Kit.":["Vous utilisez la version définie dans votre kit Font Awesome Pro."],"FontAwesome Icon Library Version":["Version de la bibliothèque d’icônes FontAwesome"],"When enabled, extra frontend CSS is generated to support Stackable global colors used in native blocks. If you don't use Stackable global colors in native blocks, simply toggle this OFF. Please note that Stackable global colors are no longer available for native blocks. To ensure your styles always look perfect, our auto-detect feature will activate this option whenever needed.":["Lorsqu‘il est activé, un CSS supplémentaire est généré sur l‘interface publique pour prendre en charge les couleurs globales Stackable utilisées dans les blocs natifs. Si vous n‘utilisez pas de couleurs globales Stackable dans les blocs natifs, désactivez simplement cette option. Veuillez noter que les couleurs globales Stackable ne sont plus disponibles pour les blocs natifs. Pour garantir que vos styles soient toujours parfaits, notre fonction de détection automatique activera cette option chaque fois que nécessaire."],"Generate Global Colors for native blocks":["Générer des couleurs globales pour les blocs natifs"],"Introduction to the Design Library":["Introduction à la bibliothèque de conception"],"The Basics of Stackable Blocks":["Les bases des blocs Stackable"],"Go to Stackable Learn":["Aller à Stackable Learn"],"Check out our library of tutorials and guides":["Consultez notre bibliothèque de tutoriels et de guides"],"Learn the essentials":["Apprendre les bases"],"Create a new page":["Créer une nouvelle page"],"Learn the essentials in just a few minutes by watching this video. Scroll down to see more quick tutorials.":["Apprenez les bases en quelques minutes en regardant cette vidéo. Faites défiler vers le bas pour voir plus de tutoriels."],"Unleash the Full Potential of the WordPress Block Editor by Turning It into a Page Builder":["Libérez tout le potentiel de l’éditeur de blocs de WordPress en le transformant en constructeur de pages"],"Unlock the full potential of typography in Stackable and gain insights on how to create visually stunning and impactful text designs.":["Débloquez tout le potentiel de la typographie dans Stackable et découvrez comment créer des conceptions de texte visuellement étonnantes et percutantes."],"All About Typography in Stackable":["Tout sur la typographie dans Stackable"],"Dive into the fundamentals of the Stackable Design Library and learn how to streamline your website development process with ease.":["Plongez dans les principes fondamentaux de la bibliothèque de conception Stackable et apprenez à rationaliser le processus de développement de votre site en toute simplicité."],"Master the art of optimizing and enhancing images using Stackable's intuitive image settings for a visually captivating website.":["Maîtrisez l’art d’optimiser et d’améliorer les images en utilisant les réglages d’image intuitifs de Stackable pour un site visuellement captivant."],"How to Use Image Settings":["Comment utiliser les réglages d’image"],"Discover the exciting world of hover styles in Stackable and learn how to add interactive and engaging effects to your website.":["Découvrez le monde passionnant des styles de survol dans Stackable et apprenez à ajouter des effets interactifs et attrayants à votre site web."],"Introduction to Hover Styles":["Introduction aux styles de survol"],"Explore the powerful Flexbox controls in Stackable that allow you to effortlessly create dynamic and responsive layouts.":["Explorez les puissantes commandes Flexbox de Stackable qui vous permettent de créer sans effort des mises en page dynamiques et réactives."],"Flexbox Controls":["Contrôles Flexbox"],"Learn how to personalize and tailor Stackable Blocks to match your website's unique style and design.":["Apprenez à personnaliser et à adapter les blocs Stackable pour qu’ils correspondent au style et à la conception uniques de votre site."],"Join our very active Stackable Community on Facebook.":["Rejoignez notre communauté Stackable très active sur Facebook."],"Visit our knowledge base for troubleshooting, guides, FAQs and updates.":["Consultez notre base de connaissances pour le dépannage, les guides, les FAQ et les mises à jour."],"Get to know the plugin and start your journey with our brand new Stackable Courses.":["Apprenez à connaître l‘extension et commencez votre voyage avec nos tout nouveaux cours Stackable."],"Tutorials":["Tutoriels"],"Adding a Google API Key enables additional features of the Stackable Map Block.":["Ajouter une clé de l’API Google active des fonctionnalités additionnelles du bloc carte Stackable."],"Google Maps API Key":["Clé de l’API Google Maps"],"See example":["Voir un exemple"],"Optimize inlined CSS styles. If this is enabled, similar selectors will be combined together, helpful if you changed Block Defaults.":["Optimisation des styles CSS en ligne. Si cette option est activée, les sélecteurs similaires seront combinés ensemble, ce qui est utile si vous avez modifié les paramètres par défaut des blocs."],"Optimize Inline CSS":["Optimiser le CSS en ligne"],"view demo":["Voir la démo"],"Load version 2 frontend block stylesheet and scripts for backward compatibility":["Charger la feuille de style et les scripts de l’interface publique de la version 2 pour assurer la rétrocompatibilité."],"Load version 2 blocks in the editor only when the page was using version 2 blocks":["Charger les blocs version 2 dans l’éditeur uniquement lorsque la page utilisait des blocs version 2"],"Learn more about migration and the settings below":["En savoir plus sur la migration et les réglages ci-dessous"],"Migrating from version 2 to version 3?":["Migrer de la version 2 à la version 3 ?"],"🏠 Migration Settings":["🏠 Réglages de migration"],"Mobile Breakpoint":["Point de rupture mobile"],"Tablet Breakpoint":["Point de rupture tablette"],"Block Linking (Beta)":["Bloc lié (Beta)"],"Auto-Collapse Panels":["Panneaux auto-repliables"],"The width used when a Columns block has its Content Width set to wide. This is automatically detected from your theme. You can adjust it if your blocks are not aligned correctly. In px, you can also use other units or use a calc() formula.":["La largeur utilisée lorsqu’un bloc de colonnes a sa largeur de contenu définie sur large. Ceci est automatiquement détecté à partir de votre thème. Vous pouvez l’ajuster si vos blocs ne sont pas alignés correctement. En px, vous pouvez également utiliser d’autres unités ou utiliser une formule calc()."],"Nested Wide Block Width":["Largeur de Bloc Large Imbriquée"],"The width used when a Columns block has its Content Width set to center. This is automatically detected from your theme. You can adjust it if your blocks are not aligned correctly. In px, you can also use other units or use a calc() formula.":["La largeur utilisée lorsqu’un Bloc de Colonnes a sa largeur de contenu définie au centre. Ceci est détecté automatiquement  à partir de votre thème. Vous pouvez l’ajuster si vos blocs ne sont pas alignés correctement. En px, vous pouvez également utiliser d’autres unités ou utiliser une formule calc()."],"Nested Block Width":["Largeur des blocs Imbriqués"],"Adds a button on the top of the editor which gives access to a collection of pre-made block designs.":["Ajoute un bouton en haut de l’éditeur qui donne accès à une collection de designs de blocs prédéfinies."],"Section Blocks":["blocs de section"],"Special Blocks":["blocs spéciaux"],"Essential Blocks":["blocs essentiels"],"Use these blocks act as templates to help you build sections effortlessly.":["Utilisez ces blocs comme modèles pour vous aider à créer des sections sans effort."],"Blocks with special functionality that will allow you to create distinctive designs.":["blocs avec des fonctionnalités spéciales qui vous permettront de créer des designs distinctifs."],"All the necessary building blocks you need to design anything.":["Tous les blocs de construction nécessaires dont vous avez besoin pour concevoir n’importe quoi."],"Gives you the ability to link columns. Any changes you make on one column will automatically get applied on the other columns.":["Vous donne la possibilité de lier des colonnes. Toutes les modifications que vous apportez à une colonne seront automatiquement appliquées aux autres colonnes."],"Collapse other inspector panels when opening another, keeping only one open at a time.":["Réduisez les autres panneaux d’inspection lors de l’ouverture d’un autre, en n’en gardant qu’un ouvert à la fois."],"Load version 2 blocks in the editor":["Charger les blocs version 2 dans l’éditeur"],"Force styles":["Forcer les styles"],"Not forced":["Pas forcé"],"Force Typography Styles":["Forcer les styles de typographie"],"Don't show help video tooltips":["Ne pas afficher les infobulles d’aide de vidéo"],"Community":["Communauté"],"Getting Started":["Premiers pas"],"Design Library":["Bibliothèque de design"],"Learn more":["En apprendre plus"],"Documentation":["Documentation"],"Show \"Go premium\" notices":["Afficher les notifications « Passez à Premium »"],"Enabled":["Activé"],"Disabled":["Désactivé"],"Disable All":["Désactiver tout"],"Enable All":["Activer tout"]}},"comment":{"reference":"dist\/admin_welcome.js"}}