{"translation-revision-date":"2024-05-02 17:01:10+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nb_NO"},"Tutorials":["Veiledninger"],"Adding a Google API Key enables additional features of the Stackable Map Block.":["Å legge til en Google API-nøkkel slår på ytterligere funksjoner for Stackables kartblokk."],"Google Maps API Key":["API-nøkkel for Google Kart"],"See example":["Se eksempel"],"Optimize inlined CSS styles. If this is enabled, similar selectors will be combined together, helpful if you changed Block Defaults.":["Optimaliserer innenlinjede CCS-stiler. Om dette er slått på vil tilsvarende selektorer bli kombinert sammen, nyttig om du endret blokkstandarder."],"Optimize Inline CSS":["Optimaliser innenlinje-CSS"],"view demo":["se demo"],"Load version 2 frontend block stylesheet and scripts for backward compatibility":["Last stilark og skript på fronten til versjon 2-blokker for bakoverkompatibilitet"],"Load version 2 blocks in the editor only when the page was using version 2 blocks":["Last versjon 2-blokker i redigeringen bare når siden har brukt versjon 2-blokker"],"Learn more about migration and the settings below":["Lør mer om migrering og  innstillingene nedenfor"],"Migrating from version 2 to version 3?":["Migrerer fra versjon 2 til versjon 3?"],"🏠 Migration Settings":["🏠 Migrasjonsinnstillinger"],"Mobile Breakpoint":["Bruddpunkt på mobil"],"Tablet Breakpoint":["Bruddpunkt på nettbrett"],"Block Linking (Beta)":["Blokk-kobling (beta)"],"Auto-Collapse Panels":["Trekk sammen paneler automatisk"],"The width used when a Columns block has its Content Width set to wide. This is automatically detected from your theme. You can adjust it if your blocks are not aligned correctly. In px, you can also use other units or use a calc() formula.":["Bredden som brukes når en kolonneblokk har sin innholdsbredde satt til bred. Dette blir automatisk oppdaget fra ditt tema. Du kan tilpasse den om dine blokker ikke blir justert riktig. I px, eller du kan bruke andre enheter eller calc-uttrykk."],"Nested Wide Block Width":["Bredde for nøstet bred blokk"],"The width used when a Columns block has its Content Width set to center. This is automatically detected from your theme. You can adjust it if your blocks are not aligned correctly. In px, you can also use other units or use a calc() formula.":["Bredden som brukes når en kolonneblokk har sin innholdsbredde satt til midtstilt. Dette blir automatisk oppdaget fra ditt tema. Du kan tilpasse den om dine blokker ikke blir justert riktig. I px, eller du kan bruke andre enheter eller calc-uttrykk."],"Nested Block Width":["Bredde for nøstet blokk"],"Adds a button on the top of the editor which gives access to a collection of pre-made block designs.":["Legger til en knapp på toppen av redigeringsskjermen som gir tilgang til en sa,ing forhåndslagde blokkutforminger."],"Section Blocks":["Seksjonsblokker"],"Special Blocks":["Spesialblokker"],"Essential Blocks":["Viktige blokker"],"Use these blocks act as templates to help you build sections effortlessly.":["Bruk disse blokkene som maler for å hjelpe deg lett bygge seksjoner."],"Blocks with special functionality that will allow you to create distinctive designs.":["Blokker med spesiell funksjonalitet som lar deg lage særegne utforminger."],"All the necessary building blocks you need to design anything.":["Alle de nødvendige bygge-blokkene du trenger for å utforme hva som helst."],"Gives you the ability to link columns. Any changes you make on one column will automatically get applied on the other columns.":["Gir deg muligheten til å koble kolonner. Enhver endring du gjør på en kolonne vil automatisk bli brukt på de andre kolonnene."],"Collapse other inspector panels when opening another, keeping only one open at a time.":["Trekk sammen inspektørpanelene når du åpner en annen slik at bare én er åpen om gangen."],"Load version 2 blocks in the editor":["Last versjon 2-blokker i redigeringen"],"Force styles":["Tving stiler"],"Not forced":["Ikke tvunget"],"Force Typography Styles":["Tving typografistiler"],"Don't show help video tooltips":["Ikke vis markørtips for video-hjelp"],"Community":["Fellesskap"],"Getting Started":["Komme i gang"],"Design Library":["Utformingsbibliotek"],"Learn more":["Lær mer"],"Documentation":["Dokumentasjon"],"Show \"Go premium\" notices":["Vis \"Skaff premium\"-merknader"],"Enabled":["Slått på"],"Disabled":["Slått av"],"Disable All":["Slå av alle"],"Enable All":["Slå på alle"]}},"comment":{"reference":"dist\/admin_welcome.js"}}