{"translation-revision-date":"2024-06-28 15:07:14+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nl"},"Disable this if you encounter layout or spacing issues when using images inside carousel-type blocks because of image lazy loading.":["Schakel dit uit als je problemen ondervindt met de lay-out of spatiëring bij het gebruik van afbeeldingen in carrousel blokken vanwege afbeelding lazy-loading."],"Lazy Load Images within Carousels":["Lazy-load afbeeldingen binnen carrousels"],"You are using the version set in your Font Awesome Pro Kit.":["Je gebruikt de versie in je Font Awesome Pro Kit."],"FontAwesome Icon Library Version":["Versie pictogrammen bibliotheek FontAwesome"],"When enabled, extra frontend CSS is generated to support Stackable global colors used in native blocks. If you don't use Stackable global colors in native blocks, simply toggle this OFF. Please note that Stackable global colors are no longer available for native blocks. To ensure your styles always look perfect, our auto-detect feature will activate this option whenever needed.":["Als deze optie is ingeschakeld, wordt er extra front-end CSS gegenereerd ter ondersteuning van stapelbare globale kleuren die worden gebruikt in native blokken. Als je geen stapelbare globale kleuren gebruikt in native blokken, toggle je dit gewoon UIT. Let op: stapelbare globale kleuren zijn niet langer beschikbaar voor native blokken. Om ervoor te zorgen dat je stijlen er altijd perfect uitzien, activeert onze auto-detect functie deze optie wanneer dat nodig is."],"Generate Global Colors for native blocks":["Globale kleuren genereren voor native blokken"],"Introduction to the Design Library":["Inleiding tot de ontwerpbibliotheek"],"The Basics of Stackable Blocks":["De basis van stapelbare blokken"],"Go to Stackable Learn":["Ga naar stapelbaar leren"],"Check out our library of tutorials and guides":["Bekijk onze bibliotheek met handleidingen en gidsen"],"Learn the essentials":["Leer de essentie"],"Create a new page":["Maak een nieuwe pagina aan"],"Learn the essentials in just a few minutes by watching this video. Scroll down to see more quick tutorials.":["Leer de essentie in slechts een paar minuten door deze video te bekijken. Scrol naar beneden voor meer snelle handleidingen."],"Unleash the Full Potential of the WordPress Block Editor by Turning It into a Page Builder":["Benut het volledige potentieel van de WordPress blok-editor door er een Bouwer voor pagina's van te maken"],"Unlock the full potential of typography in Stackable and gain insights on how to create visually stunning and impactful text designs.":["Ontgrendel het volledige potentieel van typografie in Stackable en krijg inzicht in hoe je visueel verbluffende en impactvolle tekstontwerpen kunt maken."],"All About Typography in Stackable":["Alles over typografie in stapelbaar"],"Dive into the fundamentals of the Stackable Design Library and learn how to streamline your website development process with ease.":["Duik in de grondbeginselen van de Stackable Design Library en leer hoe je het ontwikkelingsproces van je site met gemak kunt stroomlijnen."],"Master the art of optimizing and enhancing images using Stackable's intuitive image settings for a visually captivating website.":["Beheers de kunst van het optimaliseren en verbeteren van afbeeldingen met behulp van de intuïtieve instellingen van Stackable voor een visueel boeiende site."],"How to Use Image Settings":["Hoe afbeelding instellingen gebruiken"],"Discover the exciting world of hover styles in Stackable and learn how to add interactive and engaging effects to your website.":["Ontdek de spannende wereld van hoveren in Stackable en leer hoe je interactieve en boeiende effecten kunt toevoegen aan je site."],"Introduction to Hover Styles":["Inleiding tot hoveren stijlen"],"Explore the powerful Flexbox controls in Stackable that allow you to effortlessly create dynamic and responsive layouts.":["Ontdek de krachtige Flexbox besturing elementen in Stackable waarmee je moeiteloos dynamische en responsive lay-outs kunt maken."],"Flexbox Controls":["Flexbox besturing elementen"],"Learn how to personalize and tailor Stackable Blocks to match your website's unique style and design.":["Leer hoe je stapelbare blokken kunt personaliseren en aanpassen aan de unieke stijl en vormgeving van je site."],"Join our very active Stackable Community on Facebook.":["Word lid van onze zeer actieve Stackable community op Facebook."],"Visit our knowledge base for troubleshooting, guides, FAQs and updates.":["Bezoek onze kennisbank voor probleemoplossing, handleidingen, veelgestelde vragen en updates."],"Get to know the plugin and start your journey with our brand new Stackable Courses.":["Verkrijg kennis met de plugin en begin je reis met onze gloednieuwe Stackable Courses."],"Tutorials":["Handleidingen"],"Adding a Google API Key enables additional features of the Stackable Map Block.":["Door een Google API-sleutel toe te voegen worden extra functies van het Stackable Map Block mogelijk."],"Google Maps API Key":["Google Maps API-sleutel"],"See example":["Bekijk voorbeelden"],"Optimize inlined CSS styles. If this is enabled, similar selectors will be combined together, helpful if you changed Block Defaults.":["Optimaliseer onderstreepte CSS stijlen. Als dit is ingeschakeld, worden vergelijkbare selectors samengevoegd, handig als je Block Defaults hebt gewijzigd."],"Optimize Inline CSS":["Inline CSS optimaliseren"],"view demo":["demo bekijken"],"Load version 2 frontend block stylesheet and scripts for backward compatibility":["Laad versie 2 front-end blok stylesheet en scripts voor achterwaartse compatibiliteit"],"Load version 2 blocks in the editor only when the page was using version 2 blocks":["Laad versie 2 blokken in de editor alleen als de pagina versie 2 blokken gebruikte"],"Learn more about migration and the settings below":["Lees hieronder meer over migratie en de instellingen"],"Migrating from version 2 to version 3?":["Migreren van versie 2 naar versie 3?"],"🏠 Migration Settings":["🏠 Migratie instellingen"],"Mobile Breakpoint":["Mobiel breekpunt"],"Tablet Breakpoint":["Tablet breekpunt"],"Block Linking (Beta)":["Blok links (Beta)"],"Auto-Collapse Panels":["Panelen automatisch invouwen"],"The width used when a Columns block has its Content Width set to wide. This is automatically detected from your theme. You can adjust it if your blocks are not aligned correctly. In px, you can also use other units or use a calc() formula.":["De breedte die wordt gebruikt wanneer een kolommenblok de breedte van de inhoud in het midden heeft staan. Dit wordt automatisch gedetecteerd door je thema. Je kunt het aanpassen als je blokken niet goed zijn uitgelijnd. In px kun je ook andere eenheden gebruiken of een calc() formule."],"Nested Wide Block Width":["Breedte genest breed blok"],"The width used when a Columns block has its Content Width set to center. This is automatically detected from your theme. You can adjust it if your blocks are not aligned correctly. In px, you can also use other units or use a calc() formula.":["De breedte die wordt gebruikt wanneer een kolommenblok de breedte van de inhoud in het midden heeft staan. Dit wordt automatisch gedetecteerd door je thema. Je kunt het aanpassen als je blokken niet goed zijn uitgelijnd. In px kun je ook andere eenheden gebruiken of een calc() formule."],"Nested Block Width":["Geneste breedte blok"],"Adds a button on the top of the editor which gives access to a collection of pre-made block designs.":["Voegt een knop toe aan de bovenkant van de editor die toegang geeft tot een verzameling vooraf gemaakte blokontwerpen."],"Section Blocks":["Sectie Blokken"],"Special Blocks":["Speciale blokken"],"Essential Blocks":["Essential Blocks"],"Use these blocks act as templates to help you build sections effortlessly.":["Gebruik deze blokken als templates om je te helpen moeiteloos secties te bouwen."],"Blocks with special functionality that will allow you to create distinctive designs.":["Blokken met speciale functies waarmee je opvallende ontwerpen kunt maken."],"All the necessary building blocks you need to design anything.":["Alle bouwstenen die je nodig hebt om iets te ontwerpen."],"Gives you the ability to link columns. Any changes you make on one column will automatically get applied on the other columns.":["Geeft je de mogelijkheid om kolommen te linken. Alle wijzigingen die je in de ene kolom maakt, worden automatisch toegepast op de andere kolommen."],"Collapse other inspector panels when opening another, keeping only one open at a time.":["Vouw andere inspectie panelen in als je een andere opent en houd er maar één tegelijk open."],"Load version 2 blocks in the editor":["Versie 2 blokken laden in de editor"],"Force styles":["Stijlen afdwingen"],"Not forced":["Niet gedwongen"],"Force Typography Styles":["Typografie stijlen afdwingen"],"Don't show help video tooltips":["Help video tooltips niet weergeven"],"Community":["Community"],"Getting Started":["Ga aan de slag"],"Design Library":["Ontwerp bibliotheek"],"Learn more":["Meer informatie"],"Documentation":["Documentatie"],"Show \"Go premium\" notices":["Toon \"Ga voor Premium\" berichten"],"Enabled":["Ingeschakeld"],"Disabled":["Uitgeschakeld"],"Disable All":["Alles uitschakelen"],"Enable All":["Alles inschakelen"]}},"comment":{"reference":"dist\/admin_welcome.js"}}