{"translation-revision-date":"2024-06-28 15:04:26+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nl"},"Activate":["Activeren"],"My Account":["Mijn account"],"get it here":["hier te verkrijgen"],"If you don't have a license, you can":["Als je geen licentie hebt, kun je"],"to get professional support and automatic updates from your WordPress dashboard.":["om professionele ondersteuning en automatische updates te krijgen vanuit je WordPress dashboard."],"License Key":["Licentiesleutel"],"Please enter your valid license key below to activate Spectra Pro!":["Voer hieronder je geldige licentiesleutel in om Spectra Pro te activeren!"],"License successfully validated!":["Licentie succesvol gevalideerd!"],"Paste your license key here":["Plak je licentiesleutel hier"],"Your license is active.":["Je licentie is actief."],"Sidebar":["Zijbalk"],"Popup":["Pop-up"],"Choose how you want to display dynamic content settings":["Kies hoe je de instellingen voor dynamische inhoud wil weergeven"],"Dynamic Content":["Dynamische inhoud"],"Facebook App Secret Key":["Facebook app geheime sleutel"],"Facebook App Details":["Facebook app details"],"Note: This setting is required if you wish to use Login with Facebook on your website. Need help to get Facebook App Details? Read":["Opmerking: deze instelling is nodig als je login met Facebook wil gebruiken op je site. Hulp nodig om Facebook app details te krijgen? Lees"],"Social Login\/Register - Facebook App Details":["Sociale login\/registratie – Facebook app details"],"Google Client ID":["Google client ID"]," | ":[" | "],"Note: This setting is required if you wish to use Login with Google on your website. Read":["Opmerking: deze instelling is nodig als je login met Google wil gebruiken op je site. Lees"],"Social Login\/Register - Google Client ID":["Sociale login\/registratie – Google Client ID"],"Make sure \"Anyone can register\" is enabled in General > Settings > Membership to use this feature.":["Zorg ervoor dat \"Iedereen kan zich registreren\" is ingeschakeld in Algemeen > Instellingen > Lidmaatschap om deze functie te gebruiken."],"Enabling this setting will automatically register the users via Google\/Facebook.":["Door deze instelling in te schakelen worden de gebruikers automatisch geregistreerd via Google\/Facebook."],"Social Login Auto Register":["Sociale login automatisch registreren"],"Activate Spectra Pro":["Activeer Spectra Pro"],"Unlicensed":["Geen licentie"],"Licensed":["Gelicenseerd"],"Pro":["Pro"],"Core":["Core"],"This is a Core Spectra block & cannot be disabled.":["Dit is een Core Spectra blok & kan niet worden uitgeschakeld."],"Enable this option to enable the support of our Legacy Blocks on the site.":["Schakel deze optie in om de ondersteuning van onze verouderde blokken op de site in te schakelen."],"Enable Legacy Blocks":["Inschakelen verouderde blokken"],"This setting will apply default Row & Column Gaps in the Container Block.":["Deze instelling past standaard rij & kolom ruimtes toe in het container blok."],"Container Elements Gap":["Container elementen ruimte"],"Legacy":["Verouderd"],"Coming Soon":["Komt binnenkort"],"Block Settings":["Blok instellingen"],"Performance":["Prestatie"],"Version Control":["Versiebeheer"],"Templates":["Templates"],"Asset Generation":["Assets generatie"],"Editor Options":["Editor opties"],"This setting will apply default padding in the Container Block.":["Deze instelling past standaard padding toe in het container blok."],"Container Padding":["Container padding"],"Enable this to automatically recover any erroneous blocks that may occur on your web pages. This will save you time spent on clicking all those \"Attempt Block Recovery\" Buttons.":["Schakel dit in om automatisch eventuele foutieve blokken op je webpagina's te herstellen. Dit bespaart je tijd die je kwijt bent aan het klikken op al die \"Poging tot blok herstel\" knoppen."],"Automatic Block Recovery":["Automatisch blokherstel"],"Enable this to make sure all previously used Font Awesome 5 icons are displayed correctly while using the Font Awesome 6 library.":["Schakel dit in om ervoor te zorgen dat alle eerder gebruikte Font Awesome 5 pictogrammen correct worden weergegeven bij gebruik van de Font Awesome 6 bibliotheek."],"Load Font Awesome 5 Support":["Laad Font Awesome 5 ondersteuning"],"Secret Key v3":["Geheime sleutel v3"],"Site Key v3":["Site sleutel v3"],"reCAPTCHA v3":["reCAPTCHA v3"],"Secret Key v2":["Geheime sleutel v2"],"Site Key v2":["Site sleutel v2"],"reCAPTCHA v2":["reCAPTCHA v2"],"here. ":["hier. "],"To enable reCAPTCHA for your form, please follow the steps mentioned ":["Om reCAPTCHA voor je formulier in te schakelen, volg je de volgende stappen "],"Select the page you want":["Selecteer de pagina die je wil"],"Enable the coming soon mode. Only the page you select below will be displayed to people who are not logged in.":["Schakel de komt binnenkort modus in. Alleen de pagina die je hieronder selecteert, wordt getoond aan mensen die niet zijn ingelogd."],"Is your website still in the making? Is it not yet ready for other people to see?":["Is je site nog in de maak? Is het nog niet klaar voor andere mensen om te zien?"],"Enable Coming Soon Mode":["Komt binnenkort modus inschakelen"],"This setting will apply spacing in between all blocks inside block editor.":["Deze instelling zorgt voor afstand tussen alle blokken in de blok-editor."],"Blocks Editor Spacing":["Blok-editor afstand"],"This setting will apply to Container Block's default Content Width.":["Deze instelling is van toepassing op de standaard inhoudsbreedte van het containerblok."],"Default Content Width":["Standaard inhoudsbreedte"],"Enable the \"Copy Paste Styles\" option to have the ability to copy & paste Spectra & Core Gutenberg Blocks Styles.":["Schakel de optie \"Kopieer en plak stijlen\" In om de mogelijkheid te hebben om Spectra & core Gutenberg blok stijlen te kopiëren."],"Copy Paste Styles":["Kopieer en plak stijlen"],"Enable the \"Collapse Panels\" option if you want to Collapse all other Panels in your Blocks Settings except for the one which is clicked This way you have only one Panel of Settings in front of you to Focus on.":["Schakel de optie \"Panelen samenvouwen\" in als je alle andere panelen in je blok instellingen wilt samenvouwen, behalve het paneel waarop je hebt geklikt. Op deze manier heb je maar één paneel met instellingen voor je waarop je je kunt concentreren."],"Collapse Panels":["Panelen samenvouwen"],"This option will load the font files right away on page load. Preloading Local Fonts can speeds up your website even further.":["Deze optie laadt de lettertypebestanden meteen bij het laden van de pagina. Het vooraf laden van lokale lettertypen kun je site nog sneller maken."],"Preload Local Fonts":["Lokale lettertypen vooraf laden"],"Enable this option to download Google fonts and save them on your server. This can be great for improving speed of your website and to comply with GDPR laws.":["Schakel deze optie in om Google Fonts te downloaden en op te slaan op je server. Dit kan geweldig zijn om de snelheid van je site te verbeteren en om te voldoen aan de AVG\/GDPR wetgeving."],"Load Google Fonts Locally":["Google Fonts lokaal laden"],"Select the font families you want":["Selecteer je gewenste lettertype families"],"Spectra offers 700+ Google font options. If this is overwhelming for your clients, you can use this option to show only limited number of fonts in the block settings.":["Spectra biedt 700+ Google Font opties. Als dit overweldigend is voor je klanten, kun je deze optie gebruiken om alleen een beperkt aantal lettertypes te tonen in de blok instellingen."],"Allow Only Selected Fonts":["Alleen geselecteerde lettertypen toestaan"],"Enable this option to turn on beta updates and be notified when a new beta version of Spectra is available. The beta version will not install automatically, you will have to install it when you get a notification. It is recommended to try beta on a test environment only.":["Zet deze optie aan om beta updates aan te zetten en een melding te krijgen wanneer er een nieuwe beta versie van spectra beschikbaar is. De beta versie wordt niet automatisch geïnstalleerd, je zult het moeten installeren wanneer je een melding krijgt. Het wordt aanbevolen om de beta alleen op een testomgeving uit te proberen."],"Enable Beta":["Beta inschakelen"],"Rollback":["Terugdraaien"],"Spectra comes with a stunning library of page templates and block patterns. This library is accessible with the Templates button while editing the page or post. Manage the visibility of that button with this option.":["Spectra wordt geleverd met een prachtige bibliotheek van pagina templates en blokpatronen. Deze bibliotheek is toegankelijk met de knop templates tijdens het bewerken van de pagina of bericht. Beheer de zichtbaarheid van die knop met deze optie."],"Enable Templates Button":["Inschakelen template knop"],"Facing issues with style, layout, color or another page element? Use this option to regenerate CSS and Javascript assets. It can help with all kinds of asset issues.":["Problemen met stijl, lay-out, kleur of een ander pagina element? Gebruik deze optie om CSS en JavaScript assets te regenereren. Het kan helpen bij allerlei problemen met assets."],"Asset Regeneration":["Assets regeneratie"]," to learn the difference between generating CSS and JS inline and in a separate file.":[" om het verschil te leren tussen generatie van CSS en JS inline en in een apart bestand."],"this article":["dit artikel"],"Spectra loads the CSS and JS inline on the page by default. If you want to generate separate CSS and JS files for Spectra blocks, enable this option. Please read ":["Spectra laadt standaard de CSS en JS inline op de pagina. Als je aparte CSS en JS bestanden wil genereren voor Spectra blokken, schakel dan deze optie in. Lees "],"File Generation":["Bestand generatie"],"Responsive Conditions":["Responsive voorwaarden"],"Documentation":["Documentatie"],"Extension":["Extensie"],"Live Demo":["Live demo"],"Join Now":["Word nu lid"],"Got a question about the plugin, want to share your awesome project or just say hi? Join our wonderful community!":["Heb je een vraag over de plugin, wil je je geweldige project delen of gewoon hallo zeggen? Word lid van onze geweldige community!"],"Join the Community":["Word lid van de community"],"Get Support":["Krijg ondersteuning"],"Need some help? Our awesome support team is here to help you with any question you have.":["Ons geweldige ondersteuning team is er om je te helpen met elke vraag die je hebt."],"Get 5-star Support":["Krijg 5 sterren ondersteuning"],"Browse Now":["Blader nu"],"Learn everything you need to know about the Spectra plugin with our comprehensive documentation.":["Leer alles wat je moet weten over de Spectra plugin met onze uitgebreide documentatie."],"Visit Our Website":["Bezoek onze site"],"Create New Page":["Maak een nieuwe pagina"],"We designed Spectra to be intuitive but we do recommend learning how it works by checking our comprehensive documentation and watching the video below. Enjoy your time with Spectra!":["We hebben Spectra zo ontworpen dat het intuïtief is, maar we raden je aan te leren hoe het werkt door onze uitgebreide documentatie te raadplegen en de onderstaande video te bekijken. Veel plezier met Spectra!"],"Welcome to Spectra!":["Welkom bij Spectra!"],"Blocks \/ Extensions":["Blokken\/uitbreidingen"],"Welcome":["Welkom"],"What's New?":["Wat is er nieuw?"],"Masonry Gallery":["Masonry galerij"],"Display Conditions":["Toon voorwaarden"]," Documentation":[" Documentatie"],"Get Keys":["Verkrijg sleutels"],"Google reCAPTCHA":["Google reCAPTCHA"],"Cancel":["Annuleren"],"Regenerate Assets":["Items opnieuw genereren"],"Rollback to Previous Version":["Terugdraaien naar vorige versie"],"Settings":["Instellingen"],"px":["px"],"Knowledge Base":["Kennisbank"],"Deactivate":["Deactiveer"],"Activate ":["Activeer "]}},"comment":{"reference":"admin-core\/assets\/build\/dashboard-app.js"}}