{"translation-revision-date":"2024-04-11 08:20:17+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n >= 2 && n <= 4) ? 1 : 2);","lang":"cs_CZ"},"You’ll reach more people with multiple keyphrases! Want to quickly add these related keyphrases to the %s analyses for even better content optimization?":["S více klíčovými frázemi oslovíte více lidí! Chcete rychle přidat tyto související klíčové fráze do analýz %s pro ještě lepší optimalizaci obsahu?"],"Highlight areas of improvement in your text, no more searching for a needle in a haystack, straight to optimizing! Now also in Elementor!":["Zvýrazněte oblasti, které je třeba v textu zlepšit, už žádné hledání jehly v kupce sena, rovnou optimalizace! Nyní také v Elementoru!"],"Explore %s!":["Prozkoumejte %s!"],"%1$s24\/7 support%2$s: Also on evenings and weekends.":["%1$s24\/7 podpora%2$s: také večer a o víkendech."],"%1$sAppealing social previews%2$s people actually want to click on.":["%1$sPřitažlivé sociální náhledy%2$s, na které lidé skutečně chtějí kliknout."],"%1$sNo more broken links%2$s: Automatic redirect manager.":["%1$sŽádné další nefunkční odkazy%2$s: Správce automatického přesměrování."],"%1$sSuper fast%2$s internal linking suggestions.":["%1$sSuper rychlé%2$s návrhy interního propojení."],"%1$sMultiple keywords%2$s: Rank higher for more searches.":["%1$sVíce klíčových slov%2$s: Vyšší pozice pro více vyhledávání."],"%1$sAI%2$s: Better SEO titles and meta descriptions, faster.":["%1$sAI%2$s: Lepší SEO názvy a meta popisy, rychleji."],"Activate tracking to show the ranking position":["Aktivace sledování pro zobrazení pozice v žebříčku"],"Last updated":["Poslední aktualizace"],"Last day":["Poslední den"],"Last week":["Minulý týden"],"Last year":["Minulý rok"],"Unlock Premium SEO analysis":["Odemkněte prémiovou SEO analýzu"],"$ USD \/ € EUR \/ £ GBP per year (ex. VAT)":["$ USD \/ € EUR \/ £ GBP za rok (bez DPH)"],"Get more help with writing content that ranks":["Získejte další pomoc s psaním obsahu, který se umisťuje na předních místech"],"Check your text on even more SEO criteria and get an enhanced keyphrase analysis, making it easier to optimize your content.":["Zkontrolujte svůj text podle ještě více kritérií SEO a získejte rozšířenou analýzu klíčových frází, která vám usnadní optimalizaci obsahu."],"BLACK FRIDAY":["ČERNÝ PÁTEK"],"30% OFF":["30% SLEVA"],"Keyphrases tracked: %1$s\/%2$s":["Sledované klíčové fráze: %1$s\/%2$s"],"Click here to upgrade your %s plan":["Klikněte zde pro upgrade plánu %s"],"Close the upgrade callout":["Zavření výzvy k aktualizaci"],"Your are tracking %1$s out of %2$s keyphrases included in your account.":["Sledujete %1$s z %2$s klíčových frází zahrnutých ve vašem účtu."],"Your are tracking %1$s out of %2$s keyphrases included in your free account.":["Sledujete %1$s z %2$s klíčových frází zahrnutých ve vašem bezplatném účtu."],"%1$s and get an exclusive %2$s discount for %3$s month(s).":["%1$s a získejte exkluzivní slevu %2$s na %3$s měsíců."],"Potentially non-inclusive":["Potenciálně neinkluzivní"],"1 year of premium support and updates included!":["1 rok prémiové podpory a aktualizací v ceně!"],"Unlock with %s":["Odemknout pomocí %s"],"Tracking the ranking position...":["Sleduji pozici v žebříčku..."],"reconnect to %s":["znovu připojit k %s"],"It seems like something went wrong when retrieving your website's data. Please %s and try again.":["Zdá se, že se při načítání dat vašeho webu se něco pokazilo. %s prosím a zkuste to znovu."],"Something went wrong while tracking the ranking position(s) of your page. Please try again later.":["Při sledování pozice (pozic) v hodnocení vaší stránky se něco pokazilo. Prosím zkuste to znovu později."],"Before you can track your SEO performance make sure to set either the post’s title and save it as a draft or manually set the post’s slug.":["Než budete moci sledovat výkon SEO, nezapomeňte nastavit buď název příspěvku a uložit jej jako návrh, nebo ručně nastavit slug příspěvku."],"No keyphrase has been set. Please set a keyphrase first.":["Nebyla nastavena žádná klíčová fráze. Nejprve prosím nastavte klíčovou frázi."],"upgrade your %s plan":["Aktualizovat %s plán"],"You've reached the maximum amount of %d keyphrases you can add to your Wincher account. If you wish to add more keyphrases, please %s.":["Dosáhli jste maximálního počtu %d klíčových frází, které můžete přidat do svého účtu Wincher. Pokud si přejete přidat další klíčové fráze, přidejte %s."],"With %1$s you can track the ranking position of your page in the search results based on your keyphrase(s). %2$s":["Pomocí %1$s můžete sledovat pozici své stránky ve výsledcích vyhledávání na základě klíčových frází. %2$s"],"%s is currently tracking the ranking position(s) of your page. This may take a few minutes. Please wait or check back later.":["%s aktuálně sleduje pozice vaší stránky. To může trvat několik minut. Vyčkejte prosím nebo se podívejte později."],"You have successfully connected to %s! You can now track the SEO performance for the keyphrase(s) of this page.":["Úspěšně jste se připojili k %s! Nyní můžete sledovat výkon SEO pro klíčovou frázi (fráze) této stránky."],"Read more about keyphrase tracking with Wincher":["Další informace o sledování klíčových frází pomocí aplikace Wincher"],"Automatic tracking of keyphrases is enabled. Your keyphrase(s) will automatically be tracked by %s when you publish your post.":["Je povoleno automatické sledování klíčových frází. Vaše klíčové fráze budou při publikování příspěvku automaticky sledovány pomocí %s."],"Position":["Pozice"],"Tracking":["Sledování"],"Get more insights over at %s":["Získejte další statistiky na %s"],"Connect with %s":["Propojit s %s"],"Keyphrase position in the last 90 days on a scale from 0 to 100.":["Pozice klíčové fráze za posledních 90 dní na stupnici od 0 do 100."],"You can enable \/ disable tracking the SEO performance for each keyphrase below.":["Níže můžete povolit nebo zakázat sledování výkonu SEO pro každou klíčovou frázi."],"Learn more about the SEO performance feature.":["Zjistěte více informací o výkonnosti SEO."],"SEO performance":["SEO výkon"],"* focus keyphrase":["* zaměření na klíčovou frázi"],"Position over time":["Pozice v průběhu času"],"Last month":["Poslední měsíc"],"Two months ago":["Před dvěma měsíci"],"Three months ago":["Před třemi měsíci"],"Four months ago":["Před čtyřmi měsíci"],"Five months ago":["Před pěti měsíci"],"Six months ago":["Před šesti měsíci"],"Seven months ago":["Před sedmi měsíci"],"Eight months ago":["Před osmi měsíci"],"Nine months ago":["Před devíti měsíci"],"Ten months ago":["Před deseti měsíci"],"Eleven months ago":["Před jedenácti měsíci"],"Twelve months ago":["Před dvanácti měsíci"],"Volume":["Hlasitost"],"Select country":["Vybrat zemi"],"Show results for:":["Zobrazit výsledky pro:"],"Upgrade your %s plan":["Aktualizovat %s plán"],"Related keyphrase":["Související klíčová fráze"],"Get more insights at %s":["Získejte více informací na %s"],"Keyphrase volume in the last 12 months on a scale from 0 to 100.":["Objem klíčových slov za posledních 12 měsíců na stupnici od 0 do 100."],"Learn more about the related keyphrases trend":["Další informace o trendu souvisejících klíčových frází"],"Trend":["Trend"],"Learn more about the related keyphrases volume":["Další informace o objemu souvisejících klíčových frází"],"We've encountered a problem trying to get related keyphrases. Please try again later.":["Při pokusu o získání souvisejících frází jsme narazili na problém. Prosím zkuste to znovu později."],"You've reached the maximum amount of 4 related keyphrases. You can change or remove related keyphrases in the %s metabox or sidebar.":["Dosáhli jste maximálního počtu 4 souvisejících frází. Související fráze můžete změnit nebo odebrat v metaboxu nebo postranním panelu %s."],"Please wait while %1$s connects to %2$s to get related keyphrases...":["Počkejte prosím, než se %1$s připojí k %2$s, abyste získali související fráze ..."],"You've reached your request limit for today. Check back tomorrow or upgrade your plan over at %s.":["Dosáhli jste limitu požadavků pro dnešek. Zkuste to opět zítra nebo upgradujte svůj plán  %s."],"Sorry, there's no data available for that keyphrase\/country combination.":["Omlouváme se, pro tuto kombinaci klíčových frází\/zemí nejsou k dispozici žádná data."],"The number of headers and header labels don't match.":["Počet záhlaví a štítků záhlaví se neshoduje."],"Return to your %s":["Zpět na %s"],"Make sure to save your %s for changes to take effect":["Nezapomeňte uložit %s, aby se projevily změny"],"Keyphrase":["Klíčové slovo"],"%d day":["%d den","%d dny","%d dnů"],"Good results":["Dobré výsledky"],"Errors":["Chyby"],"Considerations":["Úvahy"],"Feedback":["Zpětná vazba"],"OK SEO score":["Správné SEO skóre"],"Good SEO score":["Výborné SEO skóre"],"Needs improvement":["Potřebuje zlepšení"],"Problems":["Problémy"],"Improvements":["Vylepšení "],"Good":["Dobré"],"OK":["OK"],"View":["Zobrazit"]}},"comment":{"reference":"js\/dist\/editor-modules.js"}}