{"translation-revision-date":"2023-05-10 10:54:24+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n >= 2 && n <= 4) ? 1 : 2);","lang":"cs_CZ"},"Boost productivity and speed up your workflow by saving all your designs and share them automatically to all your sites in 1-click.":["Zvyšte produktivitu a zrychlete svůj pracovní postup uložením všech svých návrhů a jejich automatickým sdílením na všech svých webech jediným kliknutím."],"Share opinions, ask questions and help each other on our Neve community! Keep up with what we’re working on and vote to help us prioritize on our <external_link>public roadmap<\/external_link>.":["Sdílejte názory, ptejte se a pomáhejte si navzájem v naší komunitě Neve! Držte krok s tím, na čem pracujeme, a hlasujte, aby nám to pomohlo stanovit priority v našem <external_link>veřejném plánu<\/external_link>."],"More details <external_link>here<\/external_link>.":["Další podrobnosti <external_link>zde<\/external_link>."],"Go to Neve Codex":["Přejděte na Neve Codex"],"Learn how to use Templates Cloud":["Naučte se používat cloud šablony"],"Discover Templates Cloud":["Objevte cloud šablony"],"(opens in a new tab)":["(otevře se na nové kartě)"],"Help":["Nápověda"],"Welcome":["Vítejte"],"Install and Activate":["Instalovat a aktivovat"],"Could not activate plugin.":["Nelze aktivovat plugin."],"Something went wrong while installing the plugin.":["Při instalaci pluginu se něco pokazilo."],"An error occured. Please reload the page and try again.":["Objevila se neznámá chyba. Obnovte prosím stránku a zkuste to znovu."],"Banner Image":["Obrázek banneru"],"Installing":["Instaluji"],"Install":["Instalovat"],"Could not Update Option. Please try again.":["Nastavení se nepodařilo aktualizovat. Zkuste to prosím znovu."],"Save":["Uložit"],"Neve Theme Logo":["Logo téma Neve"],"Tweaks":["Vylepšení"],"Bug Fixes":["Opravy chyb"],"Features":["Funkce"],"Show changelog for":["Zobrazit seznam změn pro"],"Customizer quick links":["Rychlé odkazy Customizer"],"Need more details? Please check our full documentation for detailed information on how to use Neve.":["Potřebujete více informací? Podrobné informace o tom, jak používat Neve, najdete v naší úplné dokumentaci."],"Getting Started? Check help and docs":["Začínáte? Přečtěte si nápovědu a dokumenty"],"Go to Starter Sites":["Jdi na šablony"],"Starter Sites":["Šablony"],"Get Neve Pro Now":["Získejte Neve Pro nyní"],"Get access to all Pro features and power-up your website":["Získejte přístup ke všem funkcím Pro a vylepšete svůj web"],"Go to docs":["Jdi na dokumenty"],"View Changelog":["Zobrazit přehled změn"],"Learn More":["Zjistit více"],"Could not activate module. Please try again.":["Nelze aktivovat modul. Prosím zkuste to znovu."],"Module Deactivated.":["Modul byl deaktivován."],"Module Activated":["Modul byl aktivován."],"Upgrade":["Aktualizovat"],"In Progress":["Probíhá"],"Done!":["Hotovo!"],"Expires":["Vyprší"],"Expired":["Platnost vypršela"],"Valid":["Platný"],"Deactivating":["Deaktivuji"],"Enter License Key":["Zadejte licenční klíč"],"Typekit Project ID is invalid":["ID projektu Typekit je neplatné"],"Option Updated":["Nastavení bylo aktualizováno."],"Could not update option. Please try again.":["Nastavení se nepodařilo aktualizovat. Zkuste to prosím znovu."],"Allow Anonymous Tracking":["Povolit anonymní sledování"],"Become a contributor by opting in to our anonymous data tracking. We guarantee no sensitive data is collected.":["Staňte se přispěvatelem přihlášením k anonymnímu sledování dat. Zaručujeme, že nebudou shromažďovány žádné citlivé údaje."],"Contributing":["Přispívající"],"What do we track?":["Co sledujeme?"],"Empower your online store with awesome new features, specially designed for a smooth WooCommerce integration.":["Posilte svůj internetový obchod úžasnými novými funkcemi, speciálně navrženými pro hladkou integraci WooCommerce."],"Free vs Pro":["Zdarma vs. PRO"],"Custom Layouts":["Vlastní rozvržení"],"WooCommerce Booster":["Vylepšení WooCommerce"],"Plugins":["Pluginy"],"Activating":["Aktivuji"],"In the documentation below you will find an easy way to build a great looking landing page using a drag-and-drop content builder plugin.":["V níže uvedené dokumentaci najdete snadný způsob, jak vytvořit skvěle vypadající vstupní stránku pomocí pluginu pro vytváření obsahu přetažením."],"Build a landing page with a drag-and-drop content builder":["Vytvořte vstupní stránku pomocí nástroje pro tvorbu obsahu přetažením"],"If you find yourself in a situation where everything on your site is running very slowly, you might consider having a look at the documentation below where you will find the most common issues causing this and possible solutions for each of the issues.":["Pokud se ocitnete v situaci, kdy vše na vašem webu běží velmi pomalu, můžete zvážit nahlédnutí do níže uvedené dokumentace, kde najdete nejčastější problémy, které to způsobují, a možná řešení pro každý z těchto problémů."],"Speed up your site":["Zrychlete svůj web"],"If you want to make changes to the theme's files, those changes are likely to be overwritten when you next update the theme. In order to prevent that from happening, you need to create a child theme. For this, please follow the documentation below.":["Změny, které případně provedete v souborech šablony, budou při příští aktualizaci šablony pravděpodobně přepsány. Abyste tomu zabránili, vytvořte si odvozenou šablonu podle následující dokumentace."],"Create a child theme":["Vytvořit odvozenou šablonu"],"Want to get the gist on the latest theme changes? Just consult our changelog below to get a taste of the recent fixes and features implemented.":["Chcete získat přehled o nejnovějších změnách šablony? Prostudujte si náš deník zněn níže a vyzkoušejte nejnovější implementované opravy a funkce."],"Changelog":["Výpis změn"],"Contact Support":["Kontaktovat podporu"],"Documentation":["Dokumentace"],"Submit a review":["Odeslat recenzi"],"Are you are enjoying Neve? We would love to hear your feedback.":["Užíváte si %s? Rádi bychom od vás měli zpětnou vazbu."],"Leave us a review":["Ohodnotit"],"Join our Facebook Group":["Připojte se do naší Facebookové skupiny"],"Neve Community":["Komunita Neve"],"Deactivate":["Deaktivovat"],"Activate":["Aktivovat"]}},"comment":{"reference":"assets\/apps\/dashboard\/build\/dashboard.js"}}