{"translation-revision-date":"2022-11-03 10:51:08+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"pt"},"Learn more":["Saiba mais"],"Block Editor Booster":["Acelerador do editor de blocos"],"Enhance your Gutenberg experience with new blocks, including Business Hours, Popup, Review Comparison Table and more.":["Melhore a sua experiência com o Gutenberg com novos blocos, incluindo um horário de funcionamento, popup, tabela comparativa e muito mais."],"Get Neve Pro":["Obter o Neve Pro"],"Boost productivity and speed up your workflow by saving all your designs and share them automatically to all your sites in 1-click.":["Aumente a sua produtividade e acelere o fluxo de trabalho: guarde todos os designs e partilhe-os com todos os seus sites com apenas 1 clique."],"(opens in a new tab)":["(abre num novo separador)"],"Discover Templates Cloud":["Descubra a Nuvem de modelos"],"Learn how to use Templates Cloud":["Saiba como usar a Nuvem de modelos"],"Go to Neve Codex":["Ir para o Codex do Neve"],"More details <external_link>here<\/external_link>.":["Mais detalhes <external_link>aqui<\/external_link>."],"Share opinions, ask questions and help each other on our Neve community! Keep up with what we’re working on and vote to help us prioritize on our <external_link>public roadmap<\/external_link>.":["Partilhe opiniões, faça perguntas e ajude outros utilizadores na nossa comunidade do Neve! Mantenha-se a par do que estamos a desenvolver e vote para nos ajudar a estabelecer prioridades no nosso <external_link>planeamento público<\/external_link>."],"Help":["Ajuda"],"Welcome":["Boas-vindas"],"Install and Activate":["Instalar e activar"],"Could not activate plugin.":["Não foi possível activar o plugin."],"Something went wrong while installing the plugin.":["Algo correu mal ao instalar o plugin."],"An error occured. Please reload the page and try again.":["Ocorreu um erro. Por favor recarregue a página e tente de novo."],"Valid":["Válido"],"Bug Fixes":["Correção de erros"],"Install":["Instalar"],"Upgrade":["Actualizar"],"Done!":["Concluído!"],"Expires":["Expira"],"Expired":["Expirado"],"Enter License Key":["Introduza a chave de licença"],"Features":["Funcionalidades"],"Save":["Guardar"],"Typekit Project ID is invalid":["O ID de projecto Typekit é inválido"],"Deactivating":["A desactivar"],"In Progress":["Em curso"],"Module Activated":["Módulo activado"],"Module Deactivated.":["Módulo desactivado"],"Could not activate module. Please try again.":["Não foi possível activar o módulo. Por favor tente de novo."],"Learn More":["Saiba mais"],"View Changelog":["Ver registo de alterações"],"Go to docs":["Ir para documentação"],"Get access to all Pro features and power-up your website":["Aceda a todas as funcionalidades da versão Pro e melhore o seu site"],"Get Neve Pro Now":["Obtenha agora o Neve Pro"],"Starter Sites":["Biblioteca de sites"],"Go to Starter Sites":["Ir para a biblioteca de sites"],"Getting Started? Check help and docs":["A começar? Consulte a ajuda e a documentação"],"Need more details? Please check our full documentation for detailed information on how to use Neve.":["Precisa de mais detalhes? Por favor consulte toda a nossa documentação para informações detalhadas sobre como utilizar Neve."],"Customizer quick links":["Ligações rápidas do Personalizador"],"Show changelog for":["Mostrar registo de alterações para"],"Tweaks":["Ajustes"],"Neve Theme Logo":["Logótipo do tema Neve"],"Could not Update Option. Please try again.":["Não foi possível actualizar a opção. Por favor tente de novo."],"Installing":["A instalar"],"Banner Image":["Imagem de banner"],"What do we track?":["O que rastreamos?"],"Contributing":["Contribuindo"],"Become a contributor by opting in to our anonymous data tracking. We guarantee no sensitive data is collected.":["Contribua ao aceitar a nossa recolha de dados anónimos. Garantimos que nenhum dado importante é recolhido."],"Allow Anonymous Tracking":["Permitir rastreio anónimo"],"Could not update option. Please try again.":["Não foi possível actualizar a opção. Por favor tente de novo."],"Option Updated":["Opção actualizada"],"Custom Layouts":["Layouts personalizados"],"Free vs Pro":["Gratuito vs Pro"],"WooCommerce Booster":["Acelerador do WooCommerce"],"Empower your online store with awesome new features, specially designed for a smooth WooCommerce integration.":["Melhore a sua loja online com novas funcionalidades fantásticas, especialmente concebidas para uma integração optimizada com o WooCommerce."],"Documentation":["Documentação"],"Leave us a review":["Deixe uma avaliação"],"Join our Facebook Group":["Participe do nosso grupo no Facebook"],"Neve Community":["Comunidade do Neve"],"Plugins":["Plugins"],"Activating":["A activar"],"Speed up your site":["Acelere o seu site"],"Changelog":["Registo de alterações"],"Contact Support":["Contacte o suporte"],"Deactivate":["Desactivar"],"Activate":["Activar"],"In the documentation below you will find an easy way to build a great looking landing page using a drag-and-drop content builder plugin.":["Na documentação abaixo irá encontrar uma forma fácil de criar páginas de destino bonitas, usando um plugin de criação de conteúdos de arrastar e largar."],"Build a landing page with a drag-and-drop content builder":["Crie uma página de destino com um sistema de criação de conteúdos de arrastar e largar"],"If you find yourself in a situation where everything on your site is running very slowly, you might consider having a look at the documentation below where you will find the most common issues causing this and possible solutions for each of the issues.":["Se verificar que o seu site está muito lento, considere ler a documentação abaixo, onde irá encontrar os problemas mais comuns que causam esta situação, além das possíveis soluções para cada um desses problemas."],"If you want to make changes to the theme's files, those changes are likely to be overwritten when you next update the theme. In order to prevent that from happening, you need to create a child theme. For this, please follow the documentation below.":["Se pretende fazer mudanças nos ficheiros do tema, essas alterações serão anuladas quando actualizar o tema. Para que isso não aconteça, precisa de criar um tema dependente. Por favor, veja a documentação abaixo."],"Create a child theme":["Crie um tema dependente"],"Want to get the gist on the latest theme changes? Just consult our changelog below to get a taste of the recent fixes and features implemented.":["Quer saber o essencial das últimas alterações do tema? Consulte o registo de alterações abaixo para conhecer as últimas correcções e as funcionalidades."],"Submit a review":["Enviar uma avaliação"],"Are you are enjoying Neve? We would love to hear your feedback.":["Está a gostar do Neve? Gostaríamos muito de ouvir os seus comentários."]}},"comment":{"reference":"assets\/apps\/dashboard\/build\/dashboard.js"}}