{"translation-revision-date":"2023-03-31 10:58:39+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"da_DK"},"Enhance your Gutenberg experience with new blocks, including Business Hours, Popup, Review Comparison Table and more.":["Gør din Gutenberg-oplevelse bedre med nye blokke, herunder åbningstider, pop op-vinduer, sammenligningstabel for anmeldelser og meget mere."],"Block Editor Booster":["Bloker editor booster"],"Learn more":["Lær mere"],"Get Neve Pro":["Få Neve PRO"],"Boost productivity and speed up your workflow by saving all your designs and share them automatically to all your sites in 1-click.":["Øg produktiviteten, og gør din arbejdsgang hurtigere ved at gemme alle dine designs, og del dem automatisk på alle dine websteder med et enkelt klik."],"Share opinions, ask questions and help each other on our Neve community! Keep up with what we’re working on and vote to help us prioritize on our <external_link>public roadmap<\/external_link>.":["Del meninger, stil spørgsmål og hjælp hinanden i vores Neve-fællesskab! Hold trit med det, som vi arbejder på, og stem for at hjælpe os med at prioritere vores <external_link>offentlige køreplan<\/external_link>."],"More details <external_link>here<\/external_link>.":["Flere detaljer <external_link>her<\/external_link>."],"Go to Neve Codex":["Gå til Neve kodekset"],"Learn how to use Templates Cloud":["Få mere at vide om, hvordan du bruger skabelon skyen"],"Discover Templates Cloud":["Oplev skabeloner skyen"],"(opens in a new tab)":["(åbner i en ny fane)"],"Help":["Hjælp"],"Welcome":["Velkommen"],"Install and Activate":["Installer og aktiver"],"Could not activate plugin.":["Pluginet kunne ikke aktiveres."],"Something went wrong while installing the plugin.":["Noget gik galt, mens du installerer pluginet."],"An error occured. Please reload the page and try again.":["Der opstod en fejl. Genindlæs siden igen og prøv igen."],"Banner Image":["Bannerbillede"],"Installing":["Installerer"],"Install":["Installer"],"Could not Update Option. Please try again.":["Indstillingen kunne ikke opdateres. Prøv igen."],"Save":["Gem"],"Neve Theme Logo":["Neve-temalogo"],"Tweaks":["Tweaks"],"Bug Fixes":["Fejlrettelser"],"Features":["Funktioner"],"Show changelog for":["Vis ændringslog for"],"Customizer quick links":["Kviklinks til tilpasning"],"Need more details? Please check our full documentation for detailed information on how to use Neve.":["Har du brug for mere information? Se vores komplette dokumentation for flere detaljerede oplysninger om, hvordan du bruger Neve."],"Getting Started? Check help and docs":["Lige kommet i gang? Så tjek hjælp og dokumenter"],"Go to Starter Sites":["Gå til opstart websteder"],"Starter Sites":["Opstart websteder"],"Get Neve Pro Now":["Hent Neve Pro nu"],"Get access to all Pro features and power-up your website":["Få adgang til alle Pro-funktioner, og giv dit websted et løft"],"Go to docs":["Gå til dokumenter"],"View Changelog":["Vis ændringslog"],"Learn More":["Få mere at vide"],"Could not activate module. Please try again.":["Modulet kunne ikke aktiveres. Prøv igen."],"Module Deactivated.":["Modulet er deaktiveret."],"Module Activated":["Modulet er aktiveret"],"Upgrade":["Opgrader"],"In Progress":["Igangværende"],"Done!":["Færdig!"],"Expires":["Udløber"],"Expired":["Udløbet"],"Valid":["Gyldig"],"Deactivating":["Deaktiverer"],"Enter License Key":["Indtast licensnøgle"],"Typekit Project ID is invalid":["Typekit-projekt-id'et er ugyldigt"],"Option Updated":["Indstillingen er opdateret"],"Could not update option. Please try again.":["Indstillingen kunne ikke opdateres. Prøv igen."],"Allow Anonymous Tracking":["Tillad anonym sporing"],"Become a contributor by opting in to our anonymous data tracking. We guarantee no sensitive data is collected.":["Bliv bidragyder ved at tilmelde dig vores anonyme datasporing. Vi garanterer, at der ikke indsamles følsomme data."],"Contributing":["Bidrager"],"What do we track?":["Hvad sporer vi?"],"Empower your online store with awesome new features, specially designed for a smooth WooCommerce integration.":["Slip kræfterne fri i din onlinebutik med nogle nye, fede muligheder, og designet med en smidig WooCommerce-integration for øje."],"Free vs Pro":["Gratis vs PRO"],"Custom Layouts":["Egne layouts"],"WooCommerce Booster":["WooCommerce booster"],"Plugins":["Plugins"],"Activating":["Aktiverer"],"In the documentation below you will find an easy way to build a great looking landing page using a drag-and-drop content builder plugin.":["I dokumentationen herunder vil du finde en nem måde at bygge en lækker landing page ved at bruge et træk-og-slip indholdsbygger plugin."],"Build a landing page with a drag-and-drop content builder":["Byg en landing page med en træk-og-slip indholdsbygger"],"If you find yourself in a situation where everything on your site is running very slowly, you might consider having a look at the documentation below where you will find the most common issues causing this and possible solutions for each of the issues.":["Hvis du står i en situation, hvor alt på dit websted synes at køre meget langsomt, bør du overveje at kikke på dokumentationen herunder, hvor du vil finde de mest almindelige problemer, som dette skyldes, og mulige løsninger på hvert enkelt af problemerne."],"Speed up your site":["Sæt farten op på dit websted"],"If you want to make changes to the theme's files, those changes are likely to be overwritten when you next update the theme. In order to prevent that from happening, you need to create a child theme. For this, please follow the documentation below.":["Hvis du vil foretage ændringer på temaets filer, så vil disse ændringer sandsynligvis blive ændret næste gang du opdaterer temaet. For at forhindre det i at ske skal du oprette et undertema. Hvis du vil vide hvordan du gør det, så læs dokumentationen herunder."],"Create a child theme":["Opret et undertema"],"Want to get the gist on the latest theme changes? Just consult our changelog below to get a taste of the recent fixes and features implemented.":["Vil du have indblik i de seneste temaændringer? Så se på vores ændringslog herunder og få en fornemmelse af de seneste rettelser og funktioner, der er implementeret."],"Changelog":["Ændringslog"],"Contact Support":["Kontakt supporten"],"Documentation":["Dokumentation"],"Submit a review":["Indsend en bedømmelse"],"Are you are enjoying Neve? We would love to hear your feedback.":["Er du glad for Neve? Vi vil værdsætte at læse din tilbagemelding."],"Leave us a review":["Giv os en bedømmelse"],"Join our Facebook Group":["Bliv medlem af vore Facebook-gruppe"],"Neve Community":["Neve fællesskabet"],"Deactivate":["Deaktiver"],"Activate":["Aktiver"]}},"comment":{"reference":"assets\/apps\/dashboard\/build\/dashboard.js"}}