{"translation-revision-date":"2024-06-13 00:14:16+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nb_NO"},"Ask your admin to update %s on your site":["Spør din admin om å oppdatere %s på nettstedet ditt"],"Ask your admin to handle %s on your site":["Spør din admin om å håndtere %s på nettstedet ditt"],"Ask your admin to enable %s on your site":["Spør din admin om å slå på %s på nettstedet ditt"],"Block Editor Booster":["Blokkredigeringsforsterker"],"Learn more":["Lær mer"],"Get Neve Pro":["Skaff Neve Pro"],"More details <external_link>here<\/external_link>.":["Flere detaljer <external_link>her<\/external_link>."],"Go to Neve Codex":["Gå til Neve-kodeksen"],"Learn how to use Templates Cloud":["Lær hvordan bruke malskyen"],"Discover Templates Cloud":["Oppdag malskyen"],"(opens in a new tab)":["(åpnes i en ny fane)"],"Help":["Hjelp"],"Welcome":["Velkommen"],"Install and Activate":["Installer og aktiver"],"Could not activate plugin.":["Kunne ikke aktivere utvidelsen."],"Something went wrong while installing the plugin.":["Noe gikk galt under installering av utvidelsen."],"An error occured. Please reload the page and try again.":["Noe gikk galt. Last inn siden på nytt og prøv igjen."],"Banner Image":["Toppbilde"],"Installing":["Installerer"],"Install":["Installer"],"Could not Update Option. Please try again.":["Kunne ikke oppdatere innstillingen. Vennligst prøv igjen."],"Save":["Lagre"],"Neve Theme Logo":["Logo for temaet Neve"],"Tweaks":["Finjusteringer"],"Bug Fixes":["Feilrettinger"],"Features":["Funksjoner"],"Show changelog for":["Vis endringslogg for"],"Customizer quick links":["Hurtiglenker til tilpasseren"],"Need more details? Please check our full documentation for detailed information on how to use Neve.":["Trenger du flere detaljer? Vennligst sjekk vær fulle dokumentasjon for detaljert informasjon om hvordan bruke Neve."],"Getting Started? Check help and docs":["Komme i gang? Sjekk hjelp og dokumentasjon"],"Go to Starter Sites":["Gå til oppstartsnettsteder"],"Starter Sites":["Oppstartsnettsteder"],"Get Neve Pro Now":["Skaff Neve Pro nå"],"Get access to all Pro features and power-up your website":["Få tilgang til alle Pro-funksjonene og gi kraft til ditt nettsted."],"Go to docs":["Gå til dokumentasjon"],"View Changelog":["Vis endringslogg"],"Learn More":["Lær mer"],"Could not activate module. Please try again.":["Kunne ikke aktivere modulen. Vennligst prøv igjen."],"Module Deactivated.":["Modul deaktivert."],"Module Activated":["Modul aktivert"],"Upgrade":["Oppgrader"],"In Progress":["Pågår"],"Done!":["Utført!"],"Expires":["Utløper"],"Expired":["Utløpt"],"Valid":["Gyldig"],"Deactivating":["Deaktiverer"],"Enter License Key":["Oppgi lisensnøkkel"],"Typekit Project ID is invalid":["Typekit prosjekt-ID er ugyldig"],"Option Updated":["Innstilling oppdatert"],"Could not update option. Please try again.":["Kunne ikke oppdatere alternativet. Vennligst prøv igjen."],"Allow Anonymous Tracking":["Tillat anonym sporing"],"Become a contributor by opting in to our anonymous data tracking. We guarantee no sensitive data is collected.":["Bli en bidragsyter ved å bli med på vår anonyme datasporing. Vi garanterer at ingen følsomme data samles inn."],"Contributing":["Bidra"],"What do we track?":["Hva sporer vi?"],"Empower your online store with awesome new features, specially designed for a smooth WooCommerce integration.":["Gi økt kraft til din nettbutikk med fantastiske nye funksjoner, spesielt designet for friksjonsløs integrasjon med WoooCommerce."],"Free vs Pro":["Gratis vs. Pro"],"Custom Layouts":["Tilpassede utforminger"],"WooCommerce Booster":["Forsterker for WooCommerce"],"Plugins":["Utvidelser"],"Activating":["Aktiverer"],"In the documentation below you will find an easy way to build a great looking landing page using a drag-and-drop content builder plugin.":["I dokumentasjonen nedenfor vil du finne en enkel måte å bygge en flott utseende landingsside ved bruk av en utvidelse med dra og slipp-sidebygger."],"Build a landing page with a drag-and-drop content builder":["Bygg en landingssside med en dra og slipp-sidebygger"],"If you find yourself in a situation where everything on your site is running very slowly, you might consider having a look at the documentation below where you will find the most common issues causing this and possible solutions for each of the issues.":["Hvis du befinner deg i en situasjon der alt på ditt nettsted kjører veldig sakte, bør du vurdere å ta en titt på dokumentasjonen nedenfor, hvor du vil finne de mest vanlige problemene som forårsaker dette og mulige løsninger for hvert av problemene."],"Speed up your site":["Gjør ditt nettsted raskere"],"If you want to make changes to the theme's files, those changes are likely to be overwritten when you next update the theme. In order to prevent that from happening, you need to create a child theme. For this, please follow the documentation below.":["Hvis du ønsker å gjøre endringer i temafilene, så vil disse endringene sannsynligvis bli overskrevet neste gang du oppdaterer temaet. For å unngå at det skal skje trenger du lage et dattertema. Følg dokumentasjonen nedenfor for dette."],"Create a child theme":["Lag et dattertema"],"Want to get the gist on the latest theme changes? Just consult our changelog below to get a taste of the recent fixes and features implemented.":["Vil du på innblikk i de siste endringene av temaet? Kikk bare på vår endringslogg nedenfor for få en smak av de siste rettelsene og implementerte funksjoner."],"Changelog":["Endringslogg"],"Contact Support":["Kontakt brukerstøtte"],"Documentation":["Dokumentasjon"],"Submit a review":["Send inn en omtale"],"Are you are enjoying Neve? We would love to hear your feedback.":["Setter du pris på Neve? Vi vil gjerne ha din tilbakemelding."],"Leave us a review":["Legg inn en omtale"],"Join our Facebook Group":["Bli med i vår Facebook-gruppe"],"Neve Community":["Fellesskapet rundt Neve"],"Deactivate":["Deaktiver"],"Activate":["Aktiver"]}},"comment":{"reference":"assets\/apps\/dashboard\/build\/dashboard.js"}}