{"translation-revision-date":"2024-02-26 17:10:59+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"sv_SE"},"Ask your admin to update %s on your site":["Be administratören att uppdatera %s för din webbplats"],"Ask your admin to handle %s on your site":["Be administratören att hantera %s för din webbplats"],"Ask your admin to enable %s on your site":["Be administratören att aktivera %s för din webbplats"],"Enhance your Gutenberg experience with new blocks, including Business Hours, Popup, Review Comparison Table and more.":["Förbättra din upplevelse i Gutenberg med nya block, inklusive öppettider, popup, jämförelsetabell med mer."],"Block Editor Booster":["Booster för blockredigeraren"],"Learn more":["Ta reda på mer"],"Get Neve Pro":["Skaffa Neve Pro"],"Boost productivity and speed up your workflow by saving all your designs and share them automatically to all your sites in 1-click.":["Öka din produktivitet och snabba upp ditt arbetsflöde genom att spara alla dina designer och dela dem automatiskt för alla dina webbplatser med bara ett klick."],"Share opinions, ask questions and help each other on our Neve community! Keep up with what we’re working on and vote to help us prioritize on our <external_link>public roadmap<\/external_link>.":["Dela dina åsikter, ställ frågor och hjälp varandra i communityn för Neve! Håll dig uppdaterad med senaste nytt och rösta på saker att prioritera i vår <external_link>offentliga dokumentation<\/external_link> för temat."],"More details <external_link>here<\/external_link>.":["Mer detaljer <external_link>här<\/external_link>."],"Go to Neve Codex":["Besök dokumentationen för Neve"],"Learn how to use Templates Cloud":["Lär dig hur man använder Templates Cloud"],"Discover Templates Cloud":["Utforska Templates Cloud"],"(opens in a new tab)":["(öppnas i en ny flik)"],"Help":["Hjälp"],"Welcome":["Välkommen"],"Install and Activate":["Installera och aktivera"],"Could not activate plugin.":["Kunde inte aktivera tillägg."],"Something went wrong while installing the plugin.":["Något gick fel när tillägget skulle installeras."],"An error occured. Please reload the page and try again.":["Ett fel uppstod. Ladda om sidan och försök igen."],"Banner Image":["Bannerbild"],"Installing":["Installerar"],"Install":["Installera"],"Could not Update Option. Please try again.":["Kunde inte uppdatera alternativ. Försök igen."],"Save":["Spara"],"Neve Theme Logo":["Logga för temat Neve"],"Tweaks":["Anpassningar"],"Bug Fixes":["Buggfixar"],"Features":["Funktioner"],"Show changelog for":["Visa ändringslogg för"],"Customizer quick links":["Snabblänkar för Anpassaren"],"Need more details? Please check our full documentation for detailed information on how to use Neve.":["Behöver du mer detaljer? Kolla in vår fullständiga dokumentation för detaljerad information om hur man använder Neve."],"Getting Started? Check help and docs":["Komma igång? Kolla in hjälp och dokumentation"],"Go to Starter Sites":["Gå till startermallar"],"Starter Sites":["Startermallar"],"Get Neve Pro Now":["Skaffa Neve Pro nu"],"Get access to all Pro features and power-up your website":["Få tillgång till alla premiumfunktioner och boosta din webbplats"],"Go to docs":["Gå till dokumentation"],"View Changelog":["Visa ändringslogg"],"Learn More":["Lär dig mer"],"Could not activate module. Please try again.":["Kan inte aktivera modul. Försök igen."],"Module Deactivated.":["Modul inaktiverad."],"Module Activated":["Modul aktiverad"],"Upgrade":["Uppgradera"],"In Progress":["Pågår"],"Done!":["Klart!"],"Expires":["Löper ut"],"Expired":["Löpt ut"],"Valid":["Giltig"],"Deactivating":["Inaktiverar"],"Enter License Key":["Ange licensnyckel"],"Typekit Project ID is invalid":["Typekit projekt-ID är ogiltigt"],"Option Updated":["Alternativ uppdaterade"],"Could not update option. Please try again.":["Kunde inte uppdatera alternativ. Försök igen."],"Allow Anonymous Tracking":["Tillåt anonym spårning"],"Become a contributor by opting in to our anonymous data tracking. We guarantee no sensitive data is collected.":["Bli bidragsgivare genom att anmäla dig till vår anonym dataspårning. Vi garanterar att inga känsliga uppgifter samlas in."],"Contributing":["Bidragsgivare"],"What do we track?":["Vad spårar vi?"],"Empower your online store with awesome new features, specially designed for a smooth WooCommerce integration.":["Boosta din onlinebutik med grymma nya funktioner, speciellt designade för smidig integration med WooCommerce."],"Free vs Pro":["Jämför gratis och Pro"],"Custom Layouts":["Anpassade layouter"],"WooCommerce Booster":["Boosters för WooCommerce"],"Plugins":["Tillägg"],"Activating":["Aktiverar"],"In the documentation below you will find an easy way to build a great looking landing page using a drag-and-drop content builder plugin.":["I dokumentationen nedan hittar du ett enkelt sätt att bygga en snygg landningssida med hjälp av dra-och-släpp sidbyggare."],"Build a landing page with a drag-and-drop content builder":["Bygg en landningssida med dra-och-släpp sidbyggare"],"If you find yourself in a situation where everything on your site is running very slowly, you might consider having a look at the documentation below where you will find the most common issues causing this and possible solutions for each of the issues.":["Om du befinner dig i en situation där allt på din webbplats laddas väldigt långsamt, då kan du överväga att ta en titt på dokumentationen nedan där du hittar de vanligaste problemen som orsakar detta och möjliga lösningar för varje problem."],"Speed up your site":["Snabba upp din webbplats"],"If you want to make changes to the theme's files, those changes are likely to be overwritten when you next update the theme. In order to prevent that from happening, you need to create a child theme. For this, please follow the documentation below.":["Om du vill göra ändringar i temafilerna, kommer dessa ändringar troligen att skrivas över när du uppdaterar temat nästa gång. För att förhindra att det händer måste du skapa ett barntema. För detta följer du dokumentationen nedan."],"Create a child theme":["Skapa ett barntema"],"Want to get the gist on the latest theme changes? Just consult our changelog below to get a taste of the recent fixes and features implemented.":["Vill du få kontentan av de senaste ändringarna i temat? Ta en titt i vår ändringslogg nedan för att få en inblick i den senaste tidens korrigeringar och funktioner som lagts till."],"Changelog":["Ändringslogg"],"Contact Support":["Kontakta supporten"],"Documentation":["Dokumentation"],"Submit a review":["Skicka en recension"],"Are you are enjoying Neve? We would love to hear your feedback.":["Är du nöjd med Neve? Vi skulle gärna höra din feedback."],"Leave us a review":["Lämna oss en recension"],"Join our Facebook Group":["Gå med i vår Facebook-grupp"],"Neve Community":["Community för Neve"],"Deactivate":["Inaktivera"],"Activate":["Aktivera"]}},"comment":{"reference":"assets\/apps\/dashboard\/build\/dashboard.js"}}