{"translation-revision-date":"2024-04-13 08:25:54+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14)) ? 1 : 2);","lang":"pl"},"Enhance your Gutenberg experience with new blocks, including Business Hours, Popup, Review Comparison Table and more.":["Wzbogać swoje doświadczenie w Gutenberg dzięki nowym blokom zawierającym godziny pracy, wyskakującym okienkom, tabeli porównawczej recenzji i wielu innym."],"Block Editor Booster":["Wyróżniacz edytora bloków"],"Learn more":["Dowiedz się więcej"],"Get Neve Pro":["Zdobądź Neve PRO"],"Boost productivity and speed up your workflow by saving all your designs and share them automatically to all your sites in 1-click.":["Zwiększ produktywność i przyspiesz pracę, zapisując wszystkie swoje projekty i udostępniając je automatycznie wszystkim swoim witrynom za pomocą jednego kliknięcia."],"Share opinions, ask questions and help each other on our Neve community! Keep up with what we’re working on and vote to help us prioritize on our <external_link>public roadmap<\/external_link>.":["Dziel się opiniami, zadawaj pytania i pomagaj sobie nawzajem na naszej społeczności Neve! Bądź na bieżąco z tym, nad czym pracujemy i głosuj, aby pomóc nam ustalić priorytety na naszej <external_link>publicznej roadmapie<\/external_link>."],"More details <external_link>here<\/external_link>.":["Więcej szczegółów <external_link>tutaj<\/external_link>."],"Go to Neve Codex":["Przejdź do kodeksu Neve"],"Learn how to use Templates Cloud":["Dowiedz się, jak korzystać z szablonów w chmurze"],"Discover Templates Cloud":["Odkryj chmurę szablonów"],"(opens in a new tab)":["(otworzy się w nowej karcie)"],"Help":["Pomoc"],"Welcome":["Witaj"],"Install and Activate":["Zainstaluj i włącz"],"Could not activate plugin.":["Nie można było włączyć wtyczki."],"Something went wrong while installing the plugin.":["Coś poszło nie tak podczas instalowania wtyczki."],"An error occured. Please reload the page and try again.":["Wystąpił błąd. Proszę odświeżyć stronę i spróbować ponownie."],"Banner Image":["Obraz banneru."],"Installing":["Instalowanie"],"Install":["Zainstaluj"],"Could not Update Option. Please try again.":["Nie można zaktualizować opcji. Proszę, spróbuj jeszcze raz."],"Save":["Zapisz"],"Neve Theme Logo":["Logo szablonu Neve"],"Tweaks":["Poprawki"],"Bug Fixes":["Naprawione błędy"],"Features":["Funcjonalności"],"Show changelog for":["Pokaż dziennik zmian dla"],"Customizer quick links":["Zmień szybkie linki"],"Need more details? Please check our full documentation for detailed information on how to use Neve.":["Potrzebujesz więcej informacji? Sprawdź naszą pełną dokumentację, aby uzyskać szczegółowe informacje na temat korzystania z Neve."],"Getting Started? Check help and docs":["Zaczynasz? Sprawdź pomoc i dokumentację"],"Go to Starter Sites":["Przejdź do stron startowych"],"Starter Sites":["Strony startowe"],"Get Neve Pro Now":["Pobierz teraz Neve Pro"],"Get access to all Pro features and power-up your website":["Uzyskaj dostęp do wszystkich funkcji Pro i dodaj mocy swojej witrynie"],"Go to docs":["Przejdź do dokumentacji"],"View Changelog":["Zobacz dziennik zmian"],"Learn More":["Dowiedz się więcej"],"Could not activate module. Please try again.":["Nie można aktywować modułu. Proszę spróbuj ponownie."],"Module Deactivated.":["Moduł dezaktywowany."],"Module Activated":["Moduł aktywowany"],"Upgrade":["Ulepszenie"],"In Progress":["W trakcie"],"Done!":["Zrobione!"],"Expires":["Wygasa"],"Expired":["Przedawniło się"],"Valid":["Prawidłowe"],"Deactivating":["Wyłączanie"],"Enter License Key":["Wprowadź klucz licencyjny"],"Typekit Project ID is invalid":["Niepoprawny Typekit Project ID"],"Option Updated":["Opcja zaktualizowana."],"Could not update option. Please try again.":["Nie można zaktualizować opcji. Proszę spróbuj ponownie."],"Allow Anonymous Tracking":["Zezwalaj na anonimowe śledzenie"],"Become a contributor by opting in to our anonymous data tracking. We guarantee no sensitive data is collected.":["Zostań współpracownikiem, wybierając nasze anonimowe śledzenie danych. Gwarantujemy, że żadne poufne dane nie są gromadzone."],"Contributing":["Współpraca"],"What do we track?":["Co śledzimy?"],"Empower your online store with awesome new features, specially designed for a smooth WooCommerce integration.":["Zwiększ możliwości swojego sklepu internetowego dzięki nowym, niesamowitym funkcjom, zaprojektowanym specjalnie do płynnej integracji WooCommerce."],"Free vs Pro":["Porównanie wersji bezpłatnej i pro"],"Custom Layouts":["Niestandardowe układy"],"WooCommerce Booster":["Dopalacz WooCommerce"],"Plugins":["Wtyczki"],"Activating":["Aktywacja"],"In the documentation below you will find an easy way to build a great looking landing page using a drag-and-drop content builder plugin.":["W poniższej dokumentacji znajdziesz łatwy sposób na zbudowanie świetnie wyglądającej strony docelowej za pomocą wtyczki kreatora treści typu \"przeciągnij i upuść\"."],"Build a landing page with a drag-and-drop content builder":["Zbuduj stronę docelową za pomocą narzędzia do tworzenia treści przeciągnij i upuść"],"If you find yourself in a situation where everything on your site is running very slowly, you might consider having a look at the documentation below where you will find the most common issues causing this and possible solutions for each of the issues.":["Jeśli znajdziesz się w sytuacji, gdy wszystko w twojej witrynie działa bardzo powoli, warto zapoznać się z poniższą dokumentację, w której znajdują się najczęstsze problemy powodujące taki stan i możliwe rozwiązania dla każdego z nich."],"Speed up your site":["Przyspiesz swoją witrynę"],"If you want to make changes to the theme's files, those changes are likely to be overwritten when you next update the theme. In order to prevent that from happening, you need to create a child theme. For this, please follow the documentation below.":["Jeśli zostaną wprowadzone zmiany w plikach motywu, to prawdopodobnie zostaną one zastąpione podczas następnej aktualizacji motywu. Aby temu zapobiec, proszę utworzyć motyw potomny. W tym celu należy postępować zgodnie z poniższą dokumentacją."],"Create a child theme":["Stwórz motyw potomny"],"Want to get the gist on the latest theme changes? Just consult our changelog below to get a taste of the recent fixes and features implemented.":["Chcesz poznać ostatnie zmiany w motywie? Wszystkie poprawki i nowe funkcjonalności zostały opisane w naszym dzienniku zmian."],"Changelog":["Rejestr zmian"],"Contact Support":["Kontakt z pomocą techniczną"],"Documentation":["Dokumentacja"],"Submit a review":["Prześlij opinię"],"Are you are enjoying Neve? We would love to hear your feedback.":["Czy lubisz Neve? Bardzo chcielibyśmy usłyszeć Twoje uwagi."],"Leave us a review":["Przekaż nam opinię"],"Join our Facebook Group":["Dołącz do naszej grupy na Facebooku"],"Neve Community":["Społeczność Neve"],"Deactivate":["Wyłącz"],"Activate":["Włącz"]}},"comment":{"reference":"assets\/apps\/dashboard\/build\/dashboard.js"}}