{"translation-revision-date":"2021-09-23 08:22:02+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"fi"},"Boost productivity and speed up your workflow by saving all your designs and share them automatically to all your sites in 1-click.":["Paranna tuottavuuttasi ja nopeuta työnkulkuasi tallentamalla kaikki designisi ja jakamalla ne automaattisesti kaikille sivustoillesi yhdellä painalluksella."],"Share opinions, ask questions and help each other on our Neve community! Keep up with what we’re working on and vote to help us prioritize on our <external_link>public roadmap<\/external_link>.":["Voit jakaa mielipiteitä, kysyä kysymyksiä ja auttaa muita Neve-yhteisössä! Pysyt ajantasalla siitä, minkä parissa työskentelemme ja autat meitä priorisoimaan kehitystyömme <external_link>julkista tiekarttaa<\/external_link>."],"More details <external_link>here<\/external_link>.":["Lisää tietoa <external_link>täällä<\/external_link>."],"Go to Neve Codex":["Siirry Neve Codexiin"],"Learn how to use Templates Cloud":["Opi kuinka käyttää Templates Cloudia"],"Discover Templates Cloud":["Tutki Templates Cloudia"],"(opens in a new tab)":["(avaa uuden välilehden)"],"Help":["Apua"],"Welcome":["Tervetuloa"],"Install and Activate":["Asenna ja ota käyttöön"],"Could not activate plugin.":["Lisäosan käyttöönotto ei onnistunut."],"Something went wrong while installing the plugin.":["Jotain meni vikaan lisäosan asennuksessa."],"An error occured. Please reload the page and try again.":["Tapahtui virhe. Ole hyvä ja lataa sivu uudelleen."],"Banner Image":["Otsakkeen kuva"],"Installing":["Asennetaan"],"Install":["Asenna"],"Could not Update Option. Please try again.":["Valinnan päivitys ei onnistunut. Ole hyvä ja yritä uudelleen."],"Save":["Tallenna"],"Neve Theme Logo":["Neve-teeman logo"],"Tweaks":["Muokkaukset"],"Bug Fixes":["Bugikorjaukset"],"Features":["Ominaisuudet"],"Show changelog for":["Näytä muutosloki kohteelle"],"Customizer quick links":["Mukauttimen pikalinkit"],"Need more details? Please check our full documentation for detailed information on how to use Neve.":["Tarvitsetko lisää tietoa? Ole hyvä ja tutustu dokumentaatioomme saadaksesi yksityiskohtaista tietoa siitä, kuinka Neveä käytetään."],"Getting Started? Check help and docs":["Oletko alkutaipaleella? Tutustu apuun ja dokumentteihin"],"Go to Starter Sites":["Siirry aloitussivustoihin"],"Starter Sites":["Aloitussivustot"],"Get Neve Pro Now":["Hanki Neve Pro nyt"],"Get access to all Pro features and power-up your website":["Hanki oikeus kaikkiin pro-ominaisuuksiin ja vahvista sivustosi"],"Go to docs":["Siirry dokumentteihin"],"View Changelog":["Näytä muutosloki"],"Learn More":["Opi lisää"],"Could not activate module. Please try again.":["Moduulin käyttöönotto ei onnistunut. Ole hyvä ja yritä uudelleen."],"Module Deactivated.":["Moduuli poistettu käytöstä"],"Module Activated":["Moduuli otetty käyttöön"],"Upgrade":["Päivitä"],"In Progress":["Käynnissä"],"Done!":["Valmis!"],"Expires":["Vanhenee"],"Expired":["Umpeutunut"],"Valid":["Kelvollinen"],"Deactivating":["Poistetaan käytöstä"],"Enter License Key":["Anna lisenssiavain"],"Typekit Project ID is invalid":["Typekitin projektitunniste ei kelpaa"],"Option Updated":["Asetus päivitetty."],"Could not update option. Please try again.":["Asetusta ei voitu päivittää. Ole hyvä ja yritä uudelleen."],"Allow Anonymous Tracking":["Salli anonyymi seuranta"],"Become a contributor by opting in to our anonymous data tracking. We guarantee no sensitive data is collected.":["Osallistu kehitykseen sallimalla meidän kerätä anonyymisti dataa. Takaamme, että mitään sensitiivistä dataa ei kerätä."],"Contributing":["Kontribuoiminen"],"What do we track?":["Mitä me seuraamme?"],"Empower your online store with awesome new features, specially designed for a smooth WooCommerce integration.":["Tehosta verkkokauppaasi mahtavilla uusilla ominaisuuksilla, jotka on suunniteltu erityisesti sujuvaksi kokonaisuudeksi WooCommercen kanssa."],"Free vs Pro":["Ilmainen vs PRO"],"Custom Layouts":["Mukautetut asettelut"],"WooCommerce Booster":["WooCommerce boostaaja"],"Plugins":["Lisäosat"],"Activating":["Otetaan käyttöön"],"In the documentation below you will find an easy way to build a great looking landing page using a drag-and-drop content builder plugin.":["Alla olevasta dokumentaatiosta löydät helposti tapoja rakentaa hyvännäköisiä laskeutumissivuja käyttämällä raahaa- ja pudota tyyppistä sisällönkasaamislisäosaa."],"Build a landing page with a drag-and-drop content builder":["Luo laskeutumissivu raahaa-ja-pudota sisältöbuilderilla."],"If you find yourself in a situation where everything on your site is running very slowly, you might consider having a look at the documentation below where you will find the most common issues causing this and possible solutions for each of the issues.":["Jos huomaat että sivustosi latautuu todella hitaasti, katso dokumentaatiota alta josta lyödät yleisimmät ongelmat jotka tätä aiheuttavat sekä mahdollisia ratkaisuja ongelmaan."],"Speed up your site":["Nopeuta sivustoasi"],"If you want to make changes to the theme's files, those changes are likely to be overwritten when you next update the theme. In order to prevent that from happening, you need to create a child theme. For this, please follow the documentation below.":["Jos haluat tehdä muutoksia teeman tiedostoihin, muutokset todennäköisesti ylikirjoitetaan seuraavassa teeman päivityksessä. Jotta estäisit tämän, sinun täytyy rakentaa lapsiteema. Noudata alla olevia ohjeita."],"Create a child theme":["Lapsiteeman luominen"],"Want to get the gist on the latest theme changes? Just consult our changelog below to get a taste of the recent fixes and features implemented.":["Haluatko saada uusimmat teeman muutokset? Katso muutoslokia alta saadaksesi osviittaa siitä mikä on muuttunut viime aikoina ja mitä korjauksia ja parannuksia on implementoitu."],"Changelog":["Muutosloki"],"Contact Support":["Ota yhteyttä tukeen"],"Documentation":["Ohjeet"],"Submit a review":["Jätä arvio"],"Are you are enjoying Neve? We would love to hear your feedback.":["Pidätkö Nevestä? Meistä olisi hienoa kuulla palautetta sinulta."],"Leave us a review":["Jätä meille arvio"],"Join our Facebook Group":["Liity Facebook-ryhmäämme"],"Neve Community":["Neven Yhteisö"],"Deactivate":["Poista käytöstä"],"Activate":["Aktivoi"]}},"comment":{"reference":"assets\/apps\/dashboard\/build\/dashboard.js"}}