{"translation-revision-date":"2022-11-03 10:55:31+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"id"},"Enhance your Gutenberg experience with new blocks, including Business Hours, Popup, Review Comparison Table and more.":["Tingkatkan pengalaman Gutenberg Anda dengan blok baru, misalnya Business Hours, Popup, Review Comparison Table, dan masih banyak lagi."],"Block Editor Booster":["Block Editor Booster"],"Learn more":["Pelajari lebih lanjut"],"Get Neve Pro":["Dapatkan Neve Pro"],"Boost productivity and speed up your workflow by saving all your designs and share them automatically to all your sites in 1-click.":["Tingkatkan produktivitas dan percepat alur kerja Anda dengan menyimpan semua desain Anda dan bagikan secara otomatis ke semua situs Anda dengan 1-klik."],"Share opinions, ask questions and help each other on our Neve community! Keep up with what we’re working on and vote to help us prioritize on our <external_link>public roadmap<\/external_link>.":["Bagikan gagasan, sampaikan pertanyaan dan bantu pengguna lainnya di komunitas Neve kami! Ikuti apa yang kami kerjakan dan pilih mana yang harus kami prioritaskan di <external_link>public roadmap<\/external_link>."],"More details <external_link>here<\/external_link>.":["Detail selengkapnya <external_link>di sini<\/external_link>."],"Go to Neve Codex":["Buka Neve Codex"],"Learn how to use Templates Cloud":["Pelajari cara menggunakan Template Cloud"],"Discover Templates Cloud":["Jelajahi Template Cloud"],"(opens in a new tab)":["(buka di tab baru)"],"Help":["Bantuan"],"Welcome":["Selamat datang"],"Install and Activate":["Instal dan Aktifkan"],"Could not activate plugin.":["Tidak dapat mengaktifkan plugin."],"Something went wrong while installing the plugin.":["Terjadi masalah ketika menginstal plugin."],"An error occured. Please reload the page and try again.":["Terjadi eror. Mohon muat ulang halaman dan coba lagi."],"Banner Image":["Gambar Banner"],"Installing":["Menginstal"],"Install":["Instal"],"Could not Update Option. Please try again.":["Tidak Dapat Memperbarui Pilihan. Mohon coba lagi."],"Save":["Simpan"],"Neve Theme Logo":["Logo Tema Neve"],"Tweaks":["Penyesuaian"],"Bug Fixes":["Perbaikan Bug"],"Features":["Fitur"],"Show changelog for":["Tampilkan log perubahan untuk"],"Customizer quick links":["Tautan cepat Customizer"],"Need more details? Please check our full documentation for detailed information on how to use Neve.":["Perlu detail lainnya? Mohon cek semua dokumentasi bagaimana cara menggunakan Neve."],"Getting Started? Check help and docs":["Memulai? Cek bantuan dan dokumentasi"],"Go to Starter Sites":["Ke Situs Permulaan"],"Starter Sites":["Situs Permulaan"],"Get Neve Pro Now":["Dapatkan Neve Pro Sekarang"],"Get access to all Pro features and power-up your website":["Dapatkan akses ke semua fitur Pro dan tingkatkan situs Anda"],"Go to docs":["Buka dokumentasi"],"View Changelog":["Lihat Log Perubahan"],"Learn More":["Pelajari Selengkapnya"],"Could not activate module. Please try again.":["Tidak dapat mengaktifkan modul. Mohon coba lagi."],"Module Deactivated.":["Modul Diaktifkan."],"Module Activated":["Modul Diaktifkan"],"Upgrade":["Mutakhirkan"],"In Progress":["Dalam Progres"],"Done!":["Selesai!"],"Expires":["Kadaluarsa"],"Expired":["Kadaluarsa"],"Valid":["Valid"],"Deactivating":["Menonaktifkan"],"Enter License Key":["Masukkan Kode Lisensi"],"Typekit Project ID is invalid":["Typekit Project ID tidak valid"],"Option Updated":["Pengaturan Diperbarui"],"Could not update option. Please try again.":["Tidak dapat memperbarui pengaturan. Mohon coba lagi."],"Allow Anonymous Tracking":["Izinkan Pelacakan Anonim"],"Become a contributor by opting in to our anonymous data tracking. We guarantee no sensitive data is collected.":["Menjadi kontributor dengan mengaktifkan pelacakan data anonim. Kami menjamin tidak data penting disimpan."],"Contributing":["Kontribusi"],"What do we track?":["Apa yang kami lacak?"],"Empower your online store with awesome new features, specially designed for a smooth WooCommerce integration.":["Lengkapi toko online Anda dengan fitur-fitur baru yang menakjubkan, yang didesain khusus untuk integrasi WooCommerce yang baik."],"Free vs Pro":["Gratis vs Pro"],"Custom Layouts":["Tata Letak Khusus"],"WooCommerce Booster":["WooCommerce Booster"],"Plugins":["Plugin"],"Activating":["Mengaktifkan"],"In the documentation below you will find an easy way to build a great looking landing page using a drag-and-drop content builder plugin.":["Pada dokumentasi di bawah Anda akan menemukan cara mudah untuk membangun halaman utama yang keren menggunakan plugin content builder drag-and-drop."],"Build a landing page with a drag-and-drop content builder":["Buat halaman landing menggunakan drag-and-drop content builder"],"If you find yourself in a situation where everything on your site is running very slowly, you might consider having a look at the documentation below where you will find the most common issues causing this and possible solutions for each of the issues.":["Jika Anda mengalami kesulitan di mana situs Anda berjalan lambat, Anda dapat mempertimbangkan untuk melihat dokumentasi di bawah di mana Anda dapat menemukan masalah yang sering terjadi dan solusinya."],"Speed up your site":["Percepat situs Anda"],"If you want to make changes to the theme's files, those changes are likely to be overwritten when you next update the theme. In order to prevent that from happening, you need to create a child theme. For this, please follow the documentation below.":["Jika Anda ingin membuat perubahan pada berkas tema, perubahan ini akan ditimpa pada pembaruan berikutnya. Agar tidak tertimpa, Anda perlu membuat tema anak. Lihat dokumentasi di bawah untuk mengetahui selengkapnya."],"Create a child theme":["Buat Tema Anak"],"Want to get the gist on the latest theme changes? Just consult our changelog below to get a taste of the recent fixes and features implemented.":["Ingin mendapatkan inti perubahan dari tema terbaru? Lihatlah catatan perubahan di bawah untuk mengetahui perbaikan dan fitur terbaru."],"Changelog":["Catatan perubahan"],"Contact Support":["Hubungi Bantuan"],"Documentation":["Dokumentasi"],"Submit a review":["Kirim ulasan"],"Are you are enjoying Neve? We would love to hear your feedback.":["Apakah Anda menikmati Neve? Kami dengan senang hari mendengar pendapat Anda."],"Leave us a review":["Tinggalkan ulasan"],"Join our Facebook Group":["Gabung dengan grup Facebook kami"],"Neve Community":["Komunitas Neve"],"Deactivate":["Nonaktifkan"],"Activate":["Aktifkan"]}},"comment":{"reference":"assets\/apps\/dashboard\/build\/dashboard.js"}}